Repository: ethan-hann/CyberRadio-Assistant
Catalog: CyberRadio.Code/Strings.*.resx
Languages: de, es, fr, it, pt, ru, zh

# DefaultSongLocationHelp
source: Indicates the folder that imported station's song files should be saved to. Defaults to the MyMusic folder.
de: Zeigt den Ordner an, in dem die Songdateien des Importiers importiert werden sollten. Standardmäßig zum MyMusic -Ordner.
es: Indica la carpeta a la que se deben guardar los archivos de canciones de la estación importados. El valor predeterminado es la carpeta MyMusic.
fr: Indique le dossier sur lequel les fichiers de chansons de la station importés doivent être enregistrés. Par défaut dans le dossier myMusic.
it: Indica la cartella a cui i file di brani della stazione importati dovrebbero essere salvati. Il valore predefinito è nella cartella MyMusic.
pt: Indica a pasta que os arquivos de música da estação importada devem ser salvos. Padrões para a pasta myMusic.
ru: Указывает папку, в которой следует сохранить папку, в которой файлы песни импортированной станции. По умолчанию в папку Mymusic.
zh: 指示应将导入站的歌曲文件保存到的文件夹。默认为mymusic文件夹。

# IconManagerFormTitle
source: Icon Manager - {0}
es: Gerente de icono - {0}
fr: Icône Manager - {0}
ru: Менеджер значков - {0}
zh: 图标管理器 - {0}

# InvalidActiveIcon
source: The active icon is invalid. Please ensure the icon is imported and the archive file is present.
de: Das aktive Symbol ist ungültig. Bitte stellen Sie sicher, dass das Symbol importiert und die Archivdatei vorhanden ist.
es: El icono activo no es válido. Asegúrese de importar el icono y el archivo de archivo está presente.
fr: L'icône active n'est pas valide. Veuillez vous assurer que l'icône est importée et que le fichier d'archive est présent.
it: L'icona attiva non è valida. Assicurati che l'icona sia importata e che sia presente il file di archivio.
pt: O ícone ativo é inválido. Verifique se o ícone é importado e o arquivo de arquivo está presente.
ru: Активный значок недействителен. Пожалуйста, убедитесь, что значок импортирован, а архивный файл присутствует.
zh: 活动图标无效。请确保导入图标并存在存档文件。

# InvalidActiveIconCaption
source: Invalid Active Icon
de: Ungültiges aktives Symbol
es: Icono activo no válido
fr: Icône active non valide
it: Icona attiva non valida
pt: Ícone ativo inválido
ru: Недействительный активный значок
zh: 无效的活动图标

# IconEditorCopyIconToStagingNullEmpty
source: The icon archive path was null or empty.
de: Der Icon -Archivweg war null oder leer.
es: La ruta del archivo del icono era nula o vacía.
fr: Le chemin des archives de l'icône était nul ou vide.
it: Il percorso dell'archivio icona era nullo o vuoto.
pt: O caminho do arquivo de ícones era nulo ou vazio.
ru: Архивный путь иконы был нулевым или пустым.
zh: 图标档案路径为空或空。

# IconEditor_IconAlreadyCreated_DragDrop
source: This icon has already been created and marked as read-only. Please create a new icon if you want a different image.
de: Dieses Symbol wurde bereits als schreibgeschützt erstellt und markiert. Bitte erstellen Sie ein neues Symbol, wenn Sie ein anderes Bild möchten.
es: Este icono ya ha sido creado y marcado como de solo lectura. Cree un nuevo icono si desea una imagen diferente.
fr: Cette icône a déjà été créée et marquée en lecture seule. Veuillez créer une nouvelle icône si vous voulez une image différente.
it: Questa icona è già stata creata e contrassegnata come di sola lettura. Crea una nuova icona se si desidera un'immagine diversa.
pt: Este ícone já foi criado e marcado como somente leitura. Crie um novo ícone se você quiser uma imagem diferente.
ru: Эта иконка уже была создана и помечен как только для чтения. Пожалуйста, создайте новый значок, если вы хотите другое изображение.
zh: 该图标已经被创建并标记为仅阅读。如果您想要其他图像，请创建一个新图标。

# IconEditor_IconAlreadyCreated_DragDrop_Caption
source: Icon Already Created
de: Symbol bereits erstellt
es: Icono ya creado
fr: Icône déjà créée
it: Icona già creata
pt: Ícone já criado
ru: Иконка уже создана
zh: 图标已经创建

# IconEditor_ImageNotSquare
source: The image is not square. Problems may occur in game.
de: Das Bild ist nicht quadratisch. Probleme können im Spiel auftreten.
es: La imagen no es cuadrada. Los problemas pueden ocurrir en el juego.
fr: L'image n'est pas carrée. Des problèmes peuvent survenir dans le jeu.
it: L'immagine non è quadrata. Possono verificarsi problemi nel gioco.
pt: A imagem não é quadrada. Os problemas podem ocorrer no jogo.
ru: Изображение не квадратное. Проблемы могут возникнуть в игре.
zh: 图像不是正方形。游戏可能会出现问题。

# IconEditorCopyIconToStagingImageNullEmpty
source: The icon .png path was null or empty.
de: Der Icon .png -Pfad war null oder leer.
es: La ruta icono .png era nula o vacía.
fr: Le chemin de l'icône .png était nul ou vide.
it: L'icona .PNG Path era nullo o vuoto.
pt: O caminho do ícone .png era nulo ou vazio.
ru: Путь значка .png был нулевым или пустым.
zh: 图标.png路径为空或空。

# IconEditor_SetFieldsBasedOnImagePath_The_extracted_image_could_not_be_found_
source: The extracted image could not be found.
de: Das extrahierte Bild konnte nicht gefunden werden.
es: No se pudo encontrar la imagen extraída.
fr: L'image extraite n'a pas pu être trouvée.
it: Non è stato possibile trovare l'immagine estratta.
pt: A imagem extraída não pôde ser encontrada.
ru: Извлеченное изображение не может быть найдено.
zh: 无法找到提取的图像。

# IconEditor_SetFieldsBasedOnImagePath_To_be_determined_from_archive___
source: To be determined from archive...
de: Aus dem Archiv bestimmt werden ...
es: Para ser determinado a partir del archivo ...
fr: À déterminer à partir des archives ...
it: Essere determinato dall'archivio ...
pt: Ser determinado a partir do arquivo ...
ru: Быть определенным из архива ...
zh: 从档案中确定...

# IconManagerForm_RemoveIcon_Are_you_sure_you_want_to_delete_this_icon_
source: Are you sure you want to delete this icon?
de: Sind Sie sicher, dass Sie dieses Symbol löschen möchten?
es: ¿Estás seguro de que quieres eliminar este icono?
fr: Êtes-vous sûr de vouloir supprimer cette icône?
it: Sei sicuro di voler eliminare questa icona?
pt: Tem certeza de que deseja excluir este ícone?
ru: Вы уверены, что хотите удалить этот значок?
zh: 您确定要删除此图标吗？

# IconManagerForm_RemoveIcon_Confirm_Delete
source: Confirm Delete
de: Bestätigen Sie löschen
es: Confirmar eliminar
fr: Confirmer la suppression
it: Conferma Elimina
pt: Confirme excluir
ru: Подтвердите удалить
zh: 确认删除

source: Do you want to delete associated icon files from staging? This will delete the copied .archive file and the associated PNG.
de: Möchten Sie zugeordnete Symboldateien aus der Inszenierung löschen? Dadurch wird die kopierte .archive -Datei und die zugehörige PNG gelöscht.
es: ¿Desea eliminar archivos de icono asociados de la puesta en escena? Esto eliminará el archivo .archive copiado y el PNG asociado.
fr: Voulez-vous supprimer les fichiers d'icônes associés de la mise en scène? Cela supprimera le fichier .archive copié et le PNG associé.
it: Vuoi eliminare i file di icona associati dalla messa in scena? Ciò eliminerà il file .Archive copiato e il PNG associato.
pt: Deseja excluir arquivos de ícone associados da estadia? Isso excluirá o arquivo .archive copiado e o PNG associado.
ru: Вы хотите удалить связанные файлы значков из постановки? Это удалит скопированный. Архивный файл и связанный PNG.
zh: 您要删除关联的图标文件从登录中删除吗？这将删除复制的.archive文件和关联的PNG。

source: Are you sure you want to remove ALL icons from this station? **This is a destructive operation!** Make sure you've backed up your staging folder first ;)
de: Sind Sie sicher, dass Sie alle Symbole von dieser Station entfernen möchten? ** Dies ist eine zerstörerische Operation! ** Stellen Sie sicher, dass Sie zuerst Ihren Staging -Ordner gesichert haben;)
es: ¿Estás seguro de que quieres eliminar todos los iconos de esta estación? ** ¡Esta es una operación destructiva! ** Asegúrese de que haya copiado su carpeta de puesta en escena primero;)
fr: Êtes-vous sûr de vouloir retirer toutes les icônes de cette station? ** C'est une opération destructrice! ** Assurez-vous d'avoir soutenu votre dossier de mise en scène en premier;)
it: Sei sicuro di voler rimuovere tutte le icone da questa stazione? ** Questa è un'operazione distruttiva! ** Assicurati di eseguire prima il backup della cartella di stadiazione;)
pt: Tem certeza de que deseja remover todos os ícones desta estação? ** Esta é uma operação destrutiva! ** Certifique -se de que você fez backup da sua pasta de estadiamento primeiro;)
ru: Вы уверены, что хотите удалить все значки с этой станции? ** Это разрушительная операция! ** Убедитесь, что вы сначала резервировали свою постановку;)
zh: 您确定要从此电台删除所有图标吗？ **这是一个破坏性的操作！** 确保您首先备份了登台文件夹;）

source: Do you want to also delete associated icon's files from staging? This will delete all the copied .archive file and the associated PNGs.
de: Möchten Sie auch die zugehörigen Symboldateien aus der Inszenierung löschen? Dadurch wird alle kopierten .archiven Dateien und die zugehörigen PNGs gelöscht.
es: ¿Desea también eliminar los archivos de icono asociados de la puesta en escena? Esto eliminará todo el archivo .archive copiado y los PNG asociados.
fr: Voulez-vous également supprimer les fichiers d'icône associés de la mise en scène? Cela supprimera tous les fichiers .archive copiés et les PNG associés.
it: Vuoi anche eliminare i file dell'icona associati dalla messa in scena? Ciò eliminerà tutti i file .archive copiati e i PNG associati.
pt: Deseja também excluir os arquivos do ícone associado da estadia? Isso excluirá todo o arquivo. Arquivo copiado e os PNGs associados.
ru: Вы также хотите удалить файлы Associated Icon с постановки? Это удалит весь копированный. Архивный файл и связанные с ними PNG.
zh: 您是否还要从登录中删除关联的图标文件？这将删除所有复制的.Archive文件和关联的PNG。

# LogViewerControl_LoadRelevantLogEntries_Failed_to_load_log_data___0_
source: Failed to load log data: {0}
de: Protokolldaten nicht geladen: {0}
es: No se pudo cargar datos de registro: {0}
fr: Échec du chargement des données de journal: {0}
it: Impossibile caricare i dati di registro: {0}
pt: Falha ao carregar dados de log: {0}
ru: Не удалось загрузить данные журнала: {0}
zh: 无法加载日志数据：{0}

source: Error
de: Fehler
es: Equivocación
fr: Erreur
it: Errore
pt: Erro
ru: Ошибка
zh: 错误

# LogViewerControl_DisplayLastLines_Failed_to_display_log_lines___0_
source: Failed to display log lines: {0}
de: Protokollzeilen nicht angezeigt: {0}
es: No se pudo mostrar líneas de registro: {0}
fr: Échec de l'affichage des lignes de journal: {0}
it: Impossibile visualizzare le righe di registro: {0}
pt: Falha ao exibir linhas de log: {0}
ru: Не удалось отобразить строки журнала: {0}
zh: 无法显示日志线：{0}

# IconManagerForm_CheckForCopy_
source: The icon already exists and is associated with the following stations: {0}. A new copy of the icon will be created, but it will reference the same underlying files on disk. Note: Any changes to the activation status or other station-specific properties will only affect this station.
de: Das Symbol existiert bereits und ist mit den folgenden Stationen verbunden: {0}. Es wird eine neue Kopie des Symbols erstellt, jedoch auf die gleichen zugrunde liegenden Dateien auf der Festplatte verweist. Hinweis: Änderungen am Aktivierungsstatus oder anderer stationspezifischer Eigenschaften wirken sich nur auf diese Station aus.
es: El icono ya existe y está asociado con las siguientes estaciones: {0}. Se creará una nueva copia del icono, pero hará referencia a los mismos archivos subyacentes en el disco. Nota: Cualquier cambio en el estado de activación u otras propiedades específicas de la estación solo afectará esta estación.
fr: L'icône existe déjà et est associée aux stations suivantes: {0}. Une nouvelle copie de l'icône sera créée, mais elle fera référence aux mêmes fichiers sous-jacents sur le disque. Remarque: Toute modification de l'état d'activation ou d'autres propriétés spécifiques à la station affectera seulement cette station.
it: L'icona esiste già ed è associata alle seguenti stazioni: {0}. Verrà creata una nuova copia dell'icona, ma farà riferimento agli stessi file sottostanti sul disco. Nota: eventuali modifiche allo stato di attivazione o ad altre proprietà specifiche della stazione influenzeranno solo questa stazione.
pt: O ícone já existe e está associado às seguintes estações: {0}. Uma nova cópia do ícone será criada, mas fará referência aos mesmos arquivos subjacentes no disco. Nota: Quaisquer alterações no status de ativação ou outras propriedades específicas da estação afetarão apenas esta estação.
ru: Значок уже существует и связан со следующими станциями: {0}. Будет создана новая копия значка, но она будет ссылаться на те же базовые файлы на диске. ПРИМЕЧАНИЕ. Любые изменения в статусе активации или других специфических свойств станции будут влиять только на эту станцию.
zh: 图标已经存在并与以下站点关联：{0}。 将创建图标的新副本，但它将在磁盘上引用相同的基础文件。 注意：激活状态或其他特定电台属性的任何更改都只会影响该站。

# IconManagerForm_CheckForCopy_Duplicate_Icon_Detected
source: Duplicate Icon Detected
de: Doppelter Symbol erkannt
es: Icono duplicado detectado
fr: Icône en double détectée
it: Icona duplicata rilevata
pt: Ícone duplicado detectado
ru: Дубликат значок обнаружен
zh: 检测到重复的图标

source: This icon is already associated with the current station.
de: Dieses Symbol ist bereits mit der aktuellen Station verbunden.
es: Este icono ya está asociado con la estación actual.
fr: Cette icône est déjà associée à la station actuelle.
it: Questa icona è già associata alla stazione corrente.
pt: Este ícone já está associado à estação atual.
ru: Эта иконка уже связана с текущей станцией.
zh: 该图标已经与当前站关联。

source: Created from Archive
de: Aus Archiv erstellt
es: Creado a partir del archivo
fr: Créé à partir d'archive
it: Creato dall'archivio
pt: Criado a partir do arquivo
ru: Создан из архива
zh: 由档案创建

source: Created from PNG
de: Aus png erstellt
es: Creado a partir de PNG
fr: Créé à partir de png
it: Creato da PNG
pt: Criado a partir de png
ru: Создан из PNG
zh: 由PNG创建

# MainForm_FromZipImportDesc
source: Imported {0} stations: {1} If an icon was included with the station, it has been added as well. However, you will have to extract it manually to get the preview in CRA.
de: Importiert {0} Stationen: {1} Wenn ein Symbol in die Station enthalten war, wurde es auch hinzugefügt. Sie müssen es jedoch manuell extrahieren, um die Vorschau in CRA zu erhalten.
es: Estaciones importadas {0}: {1} Si se incluyó un icono con la estación, también se ha agregado. Sin embargo, tendrá que extraerlo manualmente para obtener la vista previa en CRA.
fr: Stations importées {0}: {1} Si une icône était incluse avec la station, elle a également été ajoutée. Cependant, vous devrez l'extraire manuellement pour obtenir l'aperçu dans l'ARC.
it: Stazioni importate {0}: {1} Se un'icona è stata inclusa nella stazione, è stata aggiunta anche. Tuttavia, dovrai estrarlo manualmente per ottenere l'anteprima in CRA.
pt: Estações importadas {0}: {1} Se um ícone foi incluído na estação, ele também foi adicionado. No entanto, você terá que extraí -lo manualmente para obter a pré -visualização no CRA.
ru: Импортированные {0} станции: {1} Если значок был включен на станцию, он также был добавлен. Тем не менее, вам придется извлечь его вручную, чтобы получить предварительный просмотр в CRA.
zh: 导入{0}站：{1} 如果车站中包括一个图标，也已添加。但是，您必须手动提取它才能在CRA中获得预览。

# MainForm_FromZipStationsImportedTitle
source: Station(s) Imported
de: Station (en) importiert
es: Estación (s) importada
fr: Station (s) importée
it: STAZIONI Importate
pt: Estação (s) importada
ru: Станция (ы) импортирована
zh: 进口站

# MainForm_FromZipImportFilter
source: Radio Station Archives (*.zip;*.rar)
de: Radiosenderarchive (*.zip;*.rar)
es: Archivos de la estación de radio (*.zip;*.rar)
fr: Archives de la station de radio (*.zip;*.rar)
it: Archivi della stazione radio (*.zip;*.rar)
pt: Arquivos da estação de rádio (*.zip;*.rar)
ru: Архив радиостанции (*.zip;*.rar)
zh: 广播电台档案 (*.zip;*.rar)

# MainForm_FromZipImportTitle
source: Import Station
es: Estación de importación
fr: Station d'importation
it: Stazione di importazione
pt: Estação de importação
ru: Станция импорта
zh: 进口站

source: Search stations...
de: Suchstationen ...
es: Estaciones de búsqueda ...
fr: Stations de recherche ...
it: Stazioni di ricerca ...
pt: Estações de pesquisa ...
ru: Поисковые станции ...
zh: 搜索站...

# SelectDefaultSongLocationDesc
source: Select the default location to store song files
de: Wählen Sie den Standardort zum Speichern von Songdateien aus
es: Seleccione la ubicación predeterminada para almacenar archivos de canciones
fr: Sélectionnez l'emplacement par défaut pour stocker les fichiers de chansons
it: Seleziona la posizione predefinita per archiviare i file della canzone
pt: Selecione o local padrão para armazenar arquivos de música
ru: Выберите местоположение по умолчанию для хранения файлов песен
zh: 选择默认位置以存储歌曲文件

source: New Icon
de: Neue Ikone
es: Nuevo icono
fr: Nouvelle icône
it: Nuova icona
pt: Novo ícone
ru: Новая икона
zh: 新图标

source: Delete Icon
de: Symbol löschen
es: Eliminar icono
fr: Supprimer l'icône
it: Elimina icona
pt: Excluir ícone
ru: Удалить значок
zh: 删除图标

source: Delete All Icons
de: Alle Symbole löschen
es: Eliminar todos los íconos
fr: Supprimer toutes les icônes
it: Elimina tutte le icone
pt: Exclua todos os ícones
ru: Удалить все значки
zh: 删除所有图标

source: From .archive file...
de: Aus .archive Datei ...
es: Desde el archivo. Archive ...
fr: Du fichier .archive ...
it: Dal file archivo ...
pt: Do arquivo .archive ...
ru: От .archive file ...
zh: 来自.archive文件...

source: Icons
de: Ikonen
es: Íconos
fr: Icônes
it: Icone
pt: Ícones
ru: Значки
zh: 图标

# OpenArchiveFile
source: Select a .archive file to open
de: Wählen Sie eine .archive Datei zum Öffnen aus
es: Seleccione un archivo .archive para abrir
fr: Sélectionnez un fichier .archive à ouvrir
it: Seleziona un file archivo da aprire
pt: Selecione um arquivo .archive para abrir
ru: Выберите файл .archive, чтобы открыть
zh: 选择一个.artive文件打开

# ArchiveFiles
source: Mod Archive (*.archive)
es: Archivo de mod (*.Archive)
it: Archivio mod (*.archive)
zh: mod存档（*.archive）

# IconImportInProgress
source: An icon import is currently in progress. Please wait for the import to finish.
de: Derzeit ist ein Icon -Import im Gange. Bitte warten Sie, bis der Import fertig ist.
es: Una importación de iconos está actualmente en progreso. Espere a que termine la importación.
fr: Une importation d'icônes est actuellement en cours. Veuillez attendre que l'importation se termine.
it: Un'importazione di icona è attualmente in corso. Si prega di attendere che l'importazione finisca.
pt: Atualmente, uma importação de ícones está em andamento. Aguarde a importação terminar.
ru: Импорт иконы в настоящее время находится в процессе. Пожалуйста, подождите, пока импорт закончится.
zh: 当前正在进行图标导入。请等待进口完成。

# IconImportInProgressCaption
source: Icon Import In Progress
de: Icon Import in Arbeit
es: Importación de iconos en progreso
fr: Importation d'icônes en cours
it: Icon Importa in corso
pt: Importação de ícones em andamento
ru: Импорт значков в процессе
zh: 图标正在进行

# IconExportInProgress
source: An icon export is currently in progress. Please wait for the export to finish.
de: Derzeit ist ein Symbolexport im Gange. Bitte warten Sie, bis der Export abgeschlossen ist.
es: Una exportación de iconos está actualmente en progreso. Espere a que finalice la exportación.
fr: Une exportation d'icônes est actuellement en cours. Veuillez attendre que l'exportation se termine.
it: Un'esportazione di icona è attualmente in corso. Si prega di attendere che l'esportazione finisca.
pt: Atualmente, uma exportação de ícones está em andamento. Aguarde a exportação terminar.
ru: Экспорт иконы в настоящее время находится в стадии разработки. Пожалуйста, подождите, пока экспорт закончится.
zh: 当前正在进行图标导出。请等待出口完成。

# IconExportInProgressCaption
source: Icon Export In Progress
de: Icon Export in Arbeit
es: Exportación de iconos en progreso
fr: Exportation d'icônes en cours
it: Icona esportazione in corso
pt: Exportação de ícones em andamento
ru: Экспорт иконы в процессе
zh: 图标导出正在进行

# MissingStationsCaption
source: Missing Stations
de: Fehlende Stationen
es: Estaciones faltantes
fr: Stations manquantes
it: Stazioni mancanti
pt: Estações ausentes
ru: Пропавшие станции
zh: 缺少电台

# IconManagerMenuOption
source: Station Icon Manager
es: Gerente de icono de la estación
fr: Gestionnaire d'icônes de la station
it: Responsabile delle icone della stazione
pt: Gerente de ícone da estação
ru: Менеджер иконы станции
zh: 电台图标经理

source: Tools
de: Werkzeuge
es: Herramientas
fr: Outils
it: Utensili
pt: Ferramentas
ru: Инструменты
zh: 工具

source: Download Radio Mods
de: Laden Sie Radio Mods herunter
es: Descargar mods de radio
fr: Télécharger les mods radio
it: Scarica le modalità radio
pt: Baixe mods de rádio
ru: Скачать радио моды
zh: 下载无线电mod

# ImportFromZipFile
source: From .zip file...
de: Aus .zip -Datei ...
es: Desde el archivo .zip ...
fr: À partir du fichier .zip ...
it: Dal file .zip ...
pt: Do arquivo .zip ...
ru: От .zip file ...
zh: 来自.zip文件...

source: Clear All Data!
de: Alle Daten löschen!
es: ¡Borrar todos los datos!
fr: Effacer toutes les données!
it: Cancella tutti i dati!
pt: Limpe todos os dados!
ru: Очистить все данные!
zh: 清除所有数据！

# BackupRestoreMenuItem
source: Backup/Restore
de: Sicherung/Wiederherstellung
es: Copia de seguridad/restauración
fr: Sauvegarde / restauration
pt: Backup/restauração
ru: Резервное копирование/восстановление
zh: 备份/还原

# RestoreBackupMenuItem
source: Restore Staging Folder
de: Staging -Ordner wiederherstellen
es: Restaurar carpeta de puesta en escena
fr: Restaurer le dossier de mise en scène
it: Ripristina la cartella Staging
pt: Restaure a pasta de estadiamento
ru: Восстановите стабильную папку
zh: 还原分期文件夹

# MainTitleFormated
source: Cyber Radio Assistant - {0}
de: Cyber ​​-Radioassistent - {0}
es: Asistente de radio cibernética - {0}
ru: Помощник кибер -радио - {0}
zh: 网络无线电助理 - {0}

# ConfirmSyncStationsExternal
source: Changes were made to the game's radios directory. Do you want to synchronize your staging and game directories?
de: Änderungen wurden am Radios -Verzeichnis des Spiels vorgenommen. Möchten Sie Ihre Inszenierungs- und Spielverzeichnisse synchronisieren?
es: Se realizaron cambios en el directorio de radios del juego. ¿Quieres sincronizar tus directorios de puesta en escena y juego?
fr: Des modifications ont été apportées au répertoire des radios du jeu. Voulez-vous synchroniser vos répertoires de mise en scène et de jeu?
it: Sono state apportate modifiche alla directory delle radio del gioco. Vuoi sincronizzare la messa in scena e le directory di gioco?
pt: As mudanças foram feitas no diretório Radios do jogo. Deseja sincronizar seus diretórios de preparação e jogo?
ru: Изменения были внесены в каталог Radios игры. Вы хотите синхронизировать свои каталоги для постановки и игровых игроков?
zh: 对游戏的收音机目录进行了更改。 您想同步您的舞台和游戏目录吗？

# ExportInProgress
source: Export is in progress. Please wait...
de: Der Export ist im Gange. Bitte warten...
es: La exportación está en progreso. Espere por favor...
fr: L'exportation est en cours. S'il vous plaît, attendez...
it: L'esportazione è in corso. Attendere prego...
pt: A exportação está em andamento. Por favor, aguarde...
ru: Экспорт находится в процессе. Пожалуйста, подождите...
zh: 出口正在进行中。请稍等...

# ExportCaption
source: Exporting
de: Exportieren
es: Exportador
fr: Exportation
it: Esportazione
pt: Exportador
ru: Экспорт
zh: 出口
