Repository: ethan-hann/CyberRadio-Assistant
Catalog: CyberRadio.Code/Strings.*.resx
Languages: de, es, fr, it, pt, ru, zh

# ConfirmRestore
source: Are you sure you want to restore the staging folder? This will overwrite your existing stations!
de: Sind Sie sicher, dass Sie den Staging -Ordner wiederherstellen möchten? Dies wird Ihre vorhandenen Stationen überschreiben!
es: ¿Estás seguro de que quieres restaurar la carpeta de puesta en escena? ¡Esto sobrescribirá sus estaciones existentes!
fr: Êtes-vous sûr de vouloir restaurer le dossier de mise en scène? Cela écrasera vos stations existantes!
it: Sei sicuro di voler ripristinare la cartella di gestione temporanea? Questo sovrascriverà le tue stazioni esistenti!
pt: Tem certeza de que deseja restaurar a pasta de estadiamento? Isso substituirá suas estações existentes!
ru: Вы уверены, что хотите восстановить постановку? Это будет перезаписать ваши существующие станции!
zh: 您确定要还原登台文件夹吗？ 这将覆盖您现有的电台！

# MainForm_RestoreFileBrowserFilter
source: Backup Files (*.zip)
de: Sicherungsdateien (*.zip)
es: Archivos de copia de seguridad (*.zip)
fr: Fichiers de sauvegarde (* .zip)
it: File di backup (*.zip)
pt: Arquivos de backup (*.zip)
ru: Резервные файлы (*.zip)
zh: 备份文件（*.zip）

# MainForm_RestoreFileBrowserTitle
source: Select backup file to restore
de: Wählen Sie die Sicherungsdatei zum Wiederherstellen aus
es: Seleccione el archivo de copia de seguridad para restaurar
fr: Sélectionnez le fichier de sauvegarde pour restaurer
it: Seleziona il file di backup per ripristinare
pt: Selecione o arquivo de backup para restaurar
ru: Выберите файл резервного копирования, чтобы восстановить
zh: 选择要还原的备份文件

# ConfirmClearAllData
source: **DESTRUCTIVE OPERATION** Ensure you create a backup of your stations before clearing data. This will remove all stations immediately from staging (the game is not touched). Are you sure you want to clear all station data?
de: ** Destruktive Operation ** Stellen Sie sicher, dass Sie eine Sicherung Ihrer Stationen erstellen, bevor Sie Daten löschen. Dadurch werden alle Stationen sofort aus der Inszenierung entfernt (das Spiel ist nicht berührt). Sind Sie sicher, dass Sie alle Stationsdaten löschen möchten?
es: ** Operación destructiva ** Asegúrese de crear una copia de seguridad de sus estaciones antes de borrar los datos. Esto eliminará todas las estaciones inmediatamente de la puesta en escena (el juego no se toca). ¿Estás seguro de que quieres borrar todos los datos de la estación?
fr: ** Opération destructrice ** Assurez-vous de créer une sauvegarde de vos stations avant de nettoyer les données. Cela supprimera immédiatement toutes les stations de la mise en scène (le jeu n'est pas touché). Êtes-vous sûr de vouloir effacer toutes les données de la station?
it: ** Operazione distruttiva ** Assicurati di creare un backup delle tue stazioni prima di cancellare i dati. Ciò rimuoverà immediatamente tutte le stazioni dalla messa in scena (il gioco non viene toccato). Sei sicuro di voler cancellare tutti i dati della stazione?
pt: ** Operação destrutiva ** Certifique -se de criar um backup de suas estações antes de limpar os dados. Isso removerá todas as estações imediatamente do estadiamento (o jogo não é tocado). Tem certeza de que deseja limpar todos os dados da estação?
ru: ** разрушительная операция ** Убедитесь, что вы создаете резервную копию ваших станций перед очисткой данных. Это сразу же удалит все станции после постановки (игра не тронута). Вы уверены, что хотите очистить все данные станции?
zh: **破坏性操作** 在清除数据之前，请确保您创建电台的备份。这将立即删除所有站点（游戏没有触摸）。 您确定要清除所有站数据吗？

# RestoreFormTitle
source: Restore Backup - {0}
de: Backup wiederherstellen - {0}
es: Restaurar copia de seguridad - {0}
fr: Restaurer la sauvegarde - {0}
it: Ripristina il backup - {0}
pt: Restaurar backup - {0}
ru: Восстановить резервное копирование - {0}
zh: 还原备份 - {0}

source: Start Restore
de: Wiederherstellen
es: Empiece a restaurar
fr: Commencer à restaurer
it: Inizia a ripristinare
pt: Comece a restaurar
ru: Начните восстановить
zh: 开始还原

# RestoreDescription
source: The following files will be restored to the staging folder.
de: Die folgenden Dateien werden in den Staging -Ordner wiederhergestellt.
es: Los siguientes archivos se restaurarán a la carpeta de estadificación.
fr: Les fichiers suivants seront restaurés dans le dossier de stadification.
it: I seguenti file verranno ripristinati nella cartella Staging.
pt: Os seguintes arquivos serão restaurados na pasta de estadiamento.
ru: Следующие файлы будут восстановлены в папке.
zh: 以下文件将恢复到登台文件夹。

# EstimatedRestoreSizeFormat
source: Estimated Restore Size: {0}
de: Geschätzte Wiederherstellungsgröße: {0}
es: Tamaño de restauración estimado: {0}
fr: Taille de restauration estimée: {0}
it: Dimensione del ripristino stimata: {0}
pt: Tamanho estimado de restauração: {0}
ru: Расчетный размер восстановления: {0}
zh: 估计还原尺寸：{0}

# RestoreForm_PreviewCompleted
source: Restore preview completed. Ready to start restore operation.
de: Vorschau wiederherstellen. Bereit, den Betrieb wiederherzustellen.
es: Restaurar Vista previa completada. Listo para comenzar la operación de restauración.
fr: Restaurer l'aperçu terminé. Prêt à commencer l'opération de restauration.
it: Ripristina l'anteprima completata. Pronto per iniziare l'operazione di ripristino.
pt: Restaurar a visualização concluída. Pronto para iniciar a operação de restauração.
ru: Восстановить предварительный просмотр завершен. Готовы начать восстановить операцию.
zh: 还原预览完成。准备开始还原操作。

# RestoreForm_ErrorWhileRestoring
source: An error occurred while trying to start the restore operation.
de: Beim Versuch, den Wiederherstellungsvorgang zu starten, trat ein Fehler auf.
es: Se produjo un error al intentar comenzar la operación de restauración.
fr: Une erreur s'est produite en essayant de démarrer l'opération de restauration.
it: Si è verificato un errore durante il tentativo di avviare l'operazione di ripristino.
pt: Ocorreu um erro ao tentar iniciar a operação de restauração.
ru: Произошла ошибка при попытке начать операцию восстановления.
zh: 试图启动还原操作时发生错误。

# RestoreForm_RestoreCancelled
source: Restore operation has been cancelled.
de: Der Wiederherstellungsvorgang wurde storniert.
es: La operación de restauración ha sido cancelada.
fr: L'opération de restauration a été annulée.
it: L'operazione di ripristino è stata annullata.
pt: A operação de restauração foi cancelada.
ru: Операция восстановления была отменена.
zh: 还原操作已被取消。

# RestoreForm_RestoreCancelledCaption
source: Restore Cancelled
de: Storniert wiederherstellen
es: Restaurar cancelado
fr: Restaurer annulé
it: Ripristina cancellato
pt: Restaurar cancelado
ru: Восстановить отменен
zh: 还原取消

# SplashScreen_SetupIconManager
source: Initializing the Icon Manager...
de: Initialisieren des Icon Managers ...
es: Inicializando el gerente de iconos ...
fr: Initialisation du gestionnaire d'icônes ...
it: Inizializzazione del gestore delle icone ...
pt: Inicializando o gerente do ícone ...
ru: Инициализация менеджера значков ...
zh: 初始化图标管理器...

# AddSongsFileBrowserFilter
source: Music Files (*.mp3;*.wav;*.ogg;*.flac;*.mp2;*.wax;*.wma)
de: Musikdateien (*.mp3;*.wav;*.ogg;*.flac;*.mp2;*.wax;*.wma)
es: Archivos de música (*.mp3;*.wav;*.ogg;*.flac;*.mp2;*.wax;*.wma)
fr: Fichiers musicaux (*.mp3;*.wav;*.ogg;*.flac;*.mp2;*.wax;*.wma)
it: File musicali (*.mp3;*.wav;*.ogg;*.flac;*.mp2;*.wax;*.wma)
pt: Arquivos de música (*.mp3;*.wav;*.ogg;*.flac;*.mp2;*.wax;*.wma)
ru: Музыкальные файлы (*.mp3;*.wav;*.ogg;*.flac;*.mp2;*.wax;*.wma)
zh: 音乐文件 (*.mp3;*.wav;*.ogg;*.flac;*.mp2;*.wax;*.wma)

# IconEditor_Translate_Editing_Icon___0_
source: Editing Icon: {0}
de: Bearbeitungssymbol: {0}
es: Icono de edición: {0}
fr: Icône d'édition: {0}
it: ICON di modifica: {0}
pt: Ícone de edição: {0}
ru: Значок редактирования: {0}
zh: 编辑图标：{0}

# IconEditor_Translate_Format___0_
source: Format: {0}
es: Formato: {0}
it: Formato: {0}
pt: Formato: {0}
ru: Формат: {0}
zh: 格式：{0}

# IconEditor_Translate_Archive_Path_
source: Archive Path:
de: Archivweg:
es: Camino del archivo:
fr: Chemin d'archive:
it: Percorso di archivio:
pt: Caminho de arquivo:
ru: Архивный путь:
zh: 存档路径：

# IconEditor_Translate_Atlas_Name_
source: Atlas Name:
es: Atlas Nombre:
fr: Nom de l'atlas:
it: Nome Atlas:
pt: Nome do Atlas:
ru: Имя атласа:
zh: Atlas名称：

# IconEditor_Translate_Icon_Name_
source: Icon Name:
de: Symbolname:
es: Nombre del icono:
fr: Nom de l'icône:
it: Nome dell'icona:
pt: Nome do ícone:
ru: Название значка:
zh: 图标名称：

# IconEditor_Translate_Icon_Path_
source: Icon Path:
de: Icon Pfad:
es: Camino del icono:
fr: Chemin d'icône:
pt: Caminho do ícone:
ru: Переход иконы:
zh: 图标路径：

# IconEditor_Translate_Icon_Part_
source: Icon Part:
de: Icon -Teil:
es: Parte de icono:
fr: Partie icône:
it: Parte icona:
pt: Parte do ícone:
ru: Икона часть:
zh: 图标部分：

# IconEditor_Translate_Image_Path_
source: Image Path:
de: Bildpfad:
es: Ruta de la imagen:
fr: Chemin d'image:
it: Percorso dell'immagine:
pt: Caminho da imagem:
ru: Путь изображения:
zh: 图像路径：

# IconEditor_Translate_SHA256_Hash_
source: SHA256 Hash:
zh: SHA256哈希：

# IconEditor_Translate_Color_Mode___0_
source: Color Mode: {0}
de: Farbmodus: {0}
es: Modo de color: {0}
fr: Mode couleur: {0}
it: Modalità colore: {0}
pt: Modo de cor: {0}
ru: Цветовой режим: {0}
zh: 颜色模式：{0}

# IconEditor_Translate_No_Image_Issues
source: No Image Issues
de: Keine Bildprobleme
es: Sin problemas de imagen
fr: Aucun problème d'image
it: Nessun problema di immagine
pt: Sem problemas de imagem
ru: Нет проблем с изображением
zh: 没有图像问题

# IconEditor_Translate_Start_Import
source: Start Import
de: Import beginnen
es: Iniciar importación
fr: Commencer à importer
it: Avvia l'importazione
pt: Comece a importar
ru: Начните импорт
zh: 开始导入

# IconEditor_Translate_Start_Extraction
source: Start Extraction
de: Extraktion beginnen
es: Iniciar extracción
fr: Commencer l'extraction
it: Inizia l'estrazione
pt: Iniciar a extração
ru: Начните извлечение
zh: 开始提取

# IconEditor_Translate_Cancel_Action
source: Cancel Action
de: Aktion abbrechen
es: Cancelar acción
fr: Annuler l'action
it: Annulla l'azione
pt: Cancelar ação
ru: Отменить действие
zh: 取消操作

# IconEditor_Translate_Preview
source: Preview
de: Vorschau
es: Avance
fr: Prévisualisation
it: Anteprima
pt: Visualização
ru: Предварительный просмотр
zh: 预览

# IconEditor_Translate_Properties
source: Properties
de: Eigenschaften
es: Propiedades
fr: Propriétés
it: Proprietà
pt: Propriedades
ru: Характеристики
zh: 特性

# IconEditor_Translate_Actions
source: Actions
de: Aktionen
es: Comportamiento
fr: Actes
it: Azioni
pt: Ações
ru: Действия
zh: 动作

# IconEditor_AtlasName_Hint
source: The name of the atlas file that the icon is stored in.
de: Der Name der Atlas -Datei, in der das Symbol gespeichert ist.
es: El nombre del archivo Atlas en el que se almacena el icono.
fr: Le nom du fichier Atlas dans lequel l'icône est stockée.
it: Il nome del file Atlas in cui è archiviato l'icona.
pt: O nome do arquivo atlas em que o ícone está armazenado.
ru: Имя файла Atlas, в котором хранится значок.
zh: 图标存储的地图集文件的名称。

# IconEditor_Sha256Hash_Hint
source: The SHA256 hash of the archive file.
de: Der SHA256 Hash der Archivdatei.
es: El hash SHA256 del archivo de archivo.
fr: Le hachage SHA256 du fichier d'archives.
it: L'hash sha256 del file di archivio.
pt: O hash sha256 do arquivo de arquivo.
ru: HASH SHA256 Архивного файла.
zh: 存档文件的SHA256哈希。

# IconEditor_ArchivePath_Hint
source: The path to the archive file that contains the icon.
de: Der Pfad zur Archivdatei, die das Symbol enthält.
es: La ruta al archivo de archivo que contiene el icono.
fr: Le chemin d'accès au fichier d'archive qui contient l'icône.
it: Il percorso verso il file di archivio che contiene l'icona.
pt: O caminho para o arquivo de arquivo que contém o ícone.
ru: Путь к архивному файлу, который содержит значок.
zh: 包含图标的存档文件的路径。

# IconEditor_ImagePath_Hint
source: The path to the image file that created the icon or the extracted image.
de: Der Pfad zur Bilddatei, die das Symbol oder das extrahierte Bild erstellt hat.
es: La ruta al archivo de imagen que creó el icono o la imagen extraída.
fr: Le chemin d'accès au fichier image qui a créé l'icône ou l'image extraite.
it: Il percorso del file di immagine che ha creato l'icona o l'immagine estratta.
pt: O caminho para o arquivo de imagem que criou o ícone ou a imagem extraída.
ru: Путь к файлу изображения, который создал значок или извлеченное изображение.
zh: 创建图标或提取图像的图像文件的路径。

# IconEditor_IconPath_Hint
source: The path to the icon within the archive file. Autogenerated.
de: Der Pfad zum Symbol in der Archivdatei. Autogeneriert.
es: La ruta al icono dentro del archivo de archivo. Autogenerado.
fr: Le chemin d'accès à l'icône dans le fichier d'archive. Autoogénéré.
it: Il percorso verso l'icona all'interno del file di archivio. Autogenerato.
pt: O caminho para o ícone dentro do arquivo de arquivo. Autogenerado.
ru: Путь к значке в архивном файле. Автогенерирован.
zh: 存档文件中图标的路径。自动化。

# IconEditor_IconPart_Hint
source: The part of the icon within the icon path. Autogenerated.
de: Der Teil des Symbols innerhalb des Symbolpfads. Autogeneriert.
es: La parte del icono dentro de la ruta del icono. Autogenerado.
fr: La partie de l'icône dans le chemin de l'icône. Autoogénéré.
it: La parte dell'icona all'interno del percorso dell'icona. Autogenerato.
pt: A parte do ícone dentro do caminho do ícone. Autogenerado.
ru: Часть иконы в пути иконы. Автогенерирован.
zh: 图标路径内图标的一部分。自动化。

# MetaDataKey
source: Key
de: Schlüssel
es: Llave
fr: Clé
it: Chiave
pt: Chave
ru: Ключ
zh: 钥匙

# MetaDataValue
source: Value
de: Wert
es: Valor
fr: Valeur
it: Valore
pt: Valor
ru: Ценить
zh: 价值

# RadioGardenParse
source: Parse
de: Analysieren
es: Analizar gramaticalmente
fr: Analyse
it: Analizzare
pt: Analisar
ru: Разбор
zh: 解析

# IconManagerHelp
source: Opens the icon manager dialog for this station to mange the icons.
de: Öffnet den Dialogfeld "Icon Manager" für diese Station, um die Symbole zu mischen.
es: Abre el diálogo del administrador de iconos para esta estación para manejar los iconos.
fr: Ouvre la boîte de dialogue Icône Manager pour cette station pour gâcher les icônes.
it: Apre la finestra di dialogo Icon Manager per questa stazione per gestire le icone.
pt: Abre a caixa de diálogo Gerenciador de ícones para esta estação cumprir os ícones.
ru: Открывает диалог менеджера значков для этой станции, чтобы поднять значки.
zh: 打开该电台的图标管理器对话框，以管理图标。

# CustomIconPictureHelp
source: Shows a preview of the active icon for this station. Drag-and-drop a .PNG here to quickly add it to the station.
de: Zeigt eine Vorschau des aktiven Symbols für diese Station an. Drag-and-Drop a .png hier, um es schnell zur Station hinzuzufügen.
es: Muestra una vista previa del icono activo para esta estación. Arrastre a .png aquí para agregarlo rápidamente a la estación.
fr: Affiche un aperçu de l'icône active de cette station. Glisser-déposer un .png ici pour l'ajouter rapidement à la station.
it: Mostra un'anteprima dell'icona attiva per questa stazione. Drag-and-drop A .png qui per aggiungerlo rapidamente alla stazione.
pt: Mostra uma prévia do ícone ativo para esta estação. Arraste e solte um .png aqui para adicioná-lo rapidamente à estação.
ru: Показывает предварительный просмотр активного значка для этой станции. Перетащите .png здесь, чтобы быстро добавить его на станцию.
zh: 显示此站的活动图标的预览。在此处拖动a .png以快速将其添加到车站。

# ParseFromRadioGardenHelp
source: Opens a dialog to parse the API url from the web URL for a radio.garden web stream.
de: Öffnet einen Dialog, um die API -URL aus der Web -URL für einen Radio.Garden -Web -Stream zu analysieren.
es: Abre un diálogo para analizar la URL API de la URL web para una transmisión web de radio. Garden.
fr: Ouvre une boîte de dialogue pour analyser l'URL de l'API de l'URL Web pour un flux Web Radio.Garden.
it: Apre una finestra di dialogo per analizzare l'URL API dall'URL Web per un flusso web di Radio.Garden.
pt: Abre uma caixa de diálogo para analisar o URL da API no URL da web para um fluxo da Web Radio.Garden.
ru: Открывает диалог для анализа URL -адреса API с веб -URL для веб -потока Radio.garden.
zh: 打开一个对话框，以从Web URL中解析无线电网络的API URL。

# StreamPlayerHelp
source: Allows you to preview the audio from the stream specified.
de: Ermöglicht die Vorschau des Audios aus dem angegebenen Stream.
es: Le permite obtener una vista previa del audio de la transmisión especificada.
fr: Vous permet de prévisualiser l'audio à partir du flux spécifié.
it: Consente di visualizzare in anteprima l'audio dal flusso specificato.
pt: Permite visualizar o áudio a partir do fluxo especificado.
ru: Позволяет просмотреть аудио из указанного потока.
zh: 允许您从指定的流中预览音频。

# AddSongsHelp
source: Opens a file selector to add valid audio files to this station's song list.
de: Öffnet einen Dateiauswahl, um gültige Audio -Dateien zur Songliste dieses Senders hinzuzufügen.
es: Abre un selector de archivos para agregar archivos de audio válidos a la lista de canciones de esta estación.
fr: Ouvre un sélecteur de fichiers pour ajouter des fichiers audio valides à la liste de chansons de cette station.
it: Apre un selettore di file per aggiungere file audio validi all'elenco dei brani di questa stazione.
pt: Abre um seletor de arquivos para adicionar arquivos de áudio válidos à lista de músicas desta estação.
ru: Открывает селектор файлов для добавления допустимых аудиофайлов в список песен этой станции.
zh: 打开文件选择器，将有效的音频文件添加到此站的歌曲列表中。

# RemoveFromOrderHelp
source: Removes the song from the station's ordered song list. Does not remove the song from the station.
de: Entfernt das Lied aus der geordneten Songliste des Senders. Entfernen Sie das Lied nicht von der Station.
es: Elimina la canción de la lista de canciones ordenada de la estación. No elimina la canción de la estación.
fr: Supprime la chanson de la liste des chansons ordonnées de la station. Ne supprime pas la chanson de la station.
it: Rimuove la canzone dalla lista delle canzoni ordinata della stazione. Non rimuove la canzone dalla stazione.
pt: Remove a música da lista de músicas ordenadas da estação. Não remove a música da estação.
ru: Удаляет песню из заказанного списка песен. Не удаляет песню с станции.
zh: 从车站有序的歌曲列表中删除了这首歌。不会从车站删除歌曲。

# AddToOrderHelp
source: Adds the song to the station's ordered song list.
de: Fügt das Lied der geordneten Songliste des Senders hinzu.
es: Agrega la canción a la lista de canciones ordenada de la estación.
fr: Ajoute la chanson à la liste des chansons ordonnées de la station.
it: Aggiunge la canzone alla lista delle canzoni ordinata della stazione.
pt: Adiciona a música à lista de músicas ordenadas da estação.
ru: Добавляет песню в список песен на станции.
zh: 将歌曲添加到车站有序的歌曲列表中。

# RemoveSongsHelp
source: Removes all selected songs from the station. Does not delete files on disk.
de: Entfernt alle ausgewählten Songs aus der Station. Löscht keine Dateien auf der Festplatte.
es: Elimina todas las canciones seleccionadas de la estación. No elimina los archivos en el disco.
fr: Supprime toutes les chansons sélectionnées de la station. Ne supprime pas les fichiers sur le disque.
it: Rimuove tutte le canzoni selezionate dalla stazione. Non elimina i file sul disco.
pt: Remove todas as músicas selecionadas da estação. Não exclui arquivos no disco.
ru: Удаляет все выбранные песни со станции. Не удаляет файлы на диске.
zh: 从车站删除所有选定的歌曲。不会在磁盘上删除文件。

# RemoveAllSongsHelp
source: Removes ALL songs from the station. Does not delete files on disk.
de: Entfernt alle Songs aus der Station. Löscht keine Dateien auf der Festplatte.
es: Elimina todas las canciones de la estación. No elimina los archivos en el disco.
fr: Supprime toutes les chansons de la gare. Ne supprime pas les fichiers sur le disque.
it: Rimuove tutte le canzoni dalla stazione. Non elimina i file sul disco.
pt: Remove todas as músicas da estação. Não exclui arquivos no disco.
ru: Удаляет все песни со станции. Не удаляет файлы на диске.
zh: 从车站删除所有歌曲。不会在磁盘上删除文件。

# TotalSongsHelp
source: Shows the total number of song files associated with this station.
de: Zeigt die Gesamtzahl der mit dieser Station zugeordneten Songdateien an.
es: Muestra el número total de archivos de canciones asociados con esta estación.
fr: Affiche le nombre total de fichiers de chansons associés à cette station.
it: Mostra il numero totale di file di brani associati a questa stazione.
pt: Mostra o número total de arquivos de músicas associados a esta estação.
ru: Показывает общее количество файлов песен, связанных с этой станцией.
zh: 显示与此站关联的歌曲文件总数。

# TotalStationSizeHelp
source: Shows the total file size of all song files in the station.
de: Zeigt die Gesamtdateigröße aller Songdateien in der Station an.
es: Muestra el tamaño total del archivo de todos los archivos de canciones en la estación.
fr: Affiche la taille totale du fichier de tous les fichiers de chansons dans la station.
it: Mostra la dimensione totale del file di tutti i file di brani nella stazione.
pt: Mostra o tamanho total do arquivo de todos os arquivos de música na estação.
ru: Показывает общий размер файла всех файлов песен на станции.
zh: 显示电台中所有歌曲文件的总文件大小。

# RestoreBackupLoadingPreview
source: Loading... {0}%
de: Laden ... {0}%
es: Carga ... {0}%
fr: Chargement ... {0}%
it: Caricamento ... {0}%
pt: Carregando ... {0}%
ru: Загрузка ... {0}%
zh: 加载... {0}%

# RestoreProgressChanged
source: Restoring file: {0}
de: Wiederherstellung Datei: {0}
es: Restauración del archivo: {0}
fr: Fichier de restauration: {0}
it: Ripristino file: {0}
pt: Arquivo de restauração: {0}
ru: Восстановление файла: {0}
zh: 还原文件：{0}

# RestoreSongProgressChanged
source: Restoring song: {0}
de: Wiederherstellung von Lied: {0}
es: Restauración de la canción: {0}
fr: Restauration de la chanson: {0}
it: Restaurazione della canzone: {0}
pt: Música de restauração: {0}
ru: Восстановление песни: {0}
zh: 恢复歌曲：{0}

# RestoreCompleted
source: Restore completed successfully.
de: Wiederherstellung erfolgreich abgeschlossen.
es: Restaurar completado con éxito.
fr: Restaurer avec succès.
it: Restore completato con successo.
pt: A restauração foi concluída com sucesso.
ru: Восстановить завершен успешно.
zh: 恢复成功完成。

# RestoreFailedException
source: Restore failed due to an error: {0}
de: Wiederherstellung fehlgeschlagen aufgrund eines Fehlers: {0}
es: La restauración falló debido a un error: {0}
fr: La restauration a échoué en raison d'une erreur: {0}
it: Restore non riuscito a causa di un errore: {0}
pt: A restauração falhou devido a um erro: {0}
ru: Восстановление не удалось из -за ошибки: {0}
zh: 由于错误而导致的恢复失败：{0}

# DirectoryWatcher_DirectoryNotExists
source: Directory '{0}' does not exist
de: Verzeichnis '{0}' existiert nicht
es: Directorio '{0}' no existe
fr: Le répertoire '{0}' n'existe pas
it: Directory '{0}' non esiste
pt: Diretório '{0}' não existe
ru: Каталог '{0}' не существует
zh: 目录'{0}'不存在

# GamePathFilter
source: Game Executable (Cyberpunk2077.exe)
de: Spiele ausführbar (Cyberpunk2077.exe)
es: Ejecutable del juego (Cyberpunk2077.exe)
fr: Exécutable de jeu (Cyberpunk2077.exe)
pt: Executável do jogo (Cyberpunk2077.exe)
ru: Исполняемый файл игры (Cyberpunk2077.exe)
zh: 游戏可执行文件 (Cyberpunk2077.exe)

# SyncStatusComplete
source: Synchronization complete.
de: Synchronisation vollständig.
es: Sincronización completa.
fr: Synchronisation complète.
it: Sincronizzazione completa.
pt: Sincronização completa.
ru: Синхронизация завершена.
zh: 同步完成。

# SyncStatusError
source: Error synchronizing stations.
de: Fehlersynchronisierungsstationen.
es: Estaciones de sincronización de errores.
fr: Stations de synchronisation des erreurs.
it: Stazioni di sincronizzazione dell'errore.
pt: Estações de sincronização de erro.
ru: Ошибка синхронизирующих станций.
zh: 误差同步站。
