Repository: ethan-hann/CyberRadio-Assistant
Catalog: CyberRadio.Code/Strings.*.resx
Languages: de, es, fr, it, pt, ru, zh

# SyncProgressChangedFormat
source: Synchronizing Files... {0}%
de: Dateien synchronisieren ... {0}%
es: Sincronización de archivos ... {0}%
fr: Synchronisation des fichiers ... {0}%
it: Sincronizzare i file ... {0}%
pt: Sincronizando arquivos ... {0}%
ru: Синхронизация файлов ... {0}%
zh: 同步文件... {0}%

# SyncProgressDirectoriesChangedFormat
source: Synchronizing Directories... {0}%
de: Verzeichnisse synchronisieren ... {0}%
es: Directorios de sincronización ... {0}%
fr: Synchronisation des répertoires ... {0}%
it: Directory di sincronizzazione ... {0}%
pt: Diretórios de sincronização ... {0}%
ru: Синхронизация каталогов ... {0}%
zh: 同步目录... {0}%

# IconEditor_IconName_Hint
source: The name of the icon within the station. Can be anything you want.
de: Der Name des Symbols in der Station. Kann alles sein, was Sie wollen.
es: El nombre del icono dentro de la estación. Puede ser lo que quieras.
fr: Le nom de l'icône de la station. Peut être tout ce que vous voulez.
it: Il nome dell'icona all'interno della stazione. Può essere tutto ciò che vuoi.
pt: O nome do ícone dentro da estação. Pode ser o que você quiser.
ru: Название значка на станции. Может быть все, что вы хотите.
zh: 车站内图标的名称。可以是您想要的任何东西。

# IconEditor_CopyToClipboard
source: Copies the corresponding text to the clipboard.
de: Kopiert den entsprechenden Text in die Zwischenablage.
es: Copia el texto correspondiente al portapapeles.
fr: Copie le texte correspondant au presse-papiers.
it: Copia il testo corrispondente agli appunti.
pt: Copia o texto correspondente para a área de transferência.
ru: Копирует соответствующий текст в буфер обмена.
zh: 将相应的文本复制到剪贴板。

# IconEditor_ImportIcon
source: Start's the import process for icon generation. This can take some time.
de: Starten Sie den Importprozess für die Icon -Generierung. Dies kann einige Zeit dauern.
es: Inicie el proceso de importación para la generación de iconos. Esto puede llevar algo de tiempo.
fr: Démarrer est le processus d'importation pour la génération d'icônes. Cela peut prendre un certain temps.
it: Avvia il processo di importazione per la generazione di icona. Questo può richiedere del tempo.
pt: Start é o processo de importação para a geração de ícones. Isso pode levar algum tempo.
ru: Start's The Process для генерации значков. Это может занять некоторое время.
zh: Start是图标生成的导入过程。这可能需要一些时间。

# IconEditor_ExtractIcon
source: Starts the .archive extraction process for an icon. This can take some time.
de: Startet den .archive Extraktionsprozess für ein Symbol. Dies kann einige Zeit dauern.
es: Inicia el proceso de extracción. Arquive para un icono. Esto puede llevar algo de tiempo.
fr: Démarre le processus d'extraction archive pour une icône. Cela peut prendre un certain temps.
it: Avvia il processo di estrazione .Archive per un'icona. Questo può richiedere del tempo.
pt: Inicia o processo de extração. Archive para um ícone. Isso pode levar algum tempo.
ru: Запускает процесс извлечения. Архив для иконки. Это может занять некоторое время.
zh: 启动图标的.artive提取过程。这可能需要一些时间。

# IconEditor_CancelAction
source: Cancels the currently running operation.
de: Steckt den derzeit laufenden Betrieb ab.
es: Cancela la operación de funcionamiento actualmente.
fr: Annule l'opération en cours d'exécution.
it: Annulla l'operazione attualmente in esecuzione.
pt: Cancela a operação atualmente em execução.
ru: Отменяет операцию в настоящее время.
zh: 取消当前运行的操作。

source: Icon Manager
es: Gerente de icono
fr: Icône Manager
it: Icona manager
ru: Менеджер значков
zh: 图标经理

# LogViewerControl_grpLogSearchHeader_Text
source: Log File
de: Protokolldatei
es: Archivo de registro
fr: Fichier journal
it: File di registro
pt: Arquivo de log
ru: Файл журнала
zh: 日志档案

# LogViewerControl_txtSearch_PlaceholderText
source: Enter search filter...
de: Suchfilter eingeben ...
es: Ingrese el filtro de búsqueda ...
fr: Entrez le filtre de recherche ...
it: Inserisci il filtro di ricerca ...
pt: Insira o filtro de pesquisa ...
ru: Введите фильтр поиска ...
zh: 输入搜索过滤器...

# LogViewerControl_btnShowMore_Text
source: Show More
de: Mehr zeigen
es: Mostrar más
fr: Montrer plus
it: Mostra di più
pt: Mostre mais
ru: Показать больше
zh: 显示更多

# LogViewerControl_dgvLogs_Columns_0_HeaderText
source: Timestamp
de: Zeitstempel
es: Marca de tiempo
fr: Horodatage
ru: Временная метка
zh: 时间戳

# LogViewerControl_dgvLogs_Columns_1_HeaderText
source: Output
de: Ausgabe
es: Producción
fr: Sortir
it: Produzione
pt: Saída
ru: Выход
zh: 输出

# IconEditor_CustomIconPictureHelp
source: Shows a preview of this icon (if extracted or imported). If icon hasn't been created yet, drag-and-drop a .PNG here to create it.
de: Zeigt eine Vorschau dieses Symbols an (falls extrahiert oder importiert). Wenn das Symbol noch nicht erstellt wurde, um es zu erstellen, um es zu erstellen.
es: Muestra una vista previa de este icono (si se extrae o importa). Si el icono aún no se ha creado, arrastre y reduzca un .png aquí para crearlo.
fr: Affiche un aperçu de cette icône (s'il est extrait ou importé). Si l'icône n'a pas encore été créée, faites glisser un .png ici pour le créer.
it: Mostra un'anteprima di questa icona (se estratta o importata). Se l'icona non è stata ancora creata, drag-and-drop a .png qui per crearlo.
pt: Mostra uma visualização deste ícone (se extraído ou importado). Se o ícone ainda não foi criado, arraste e solte um .png aqui para criá-lo.
ru: Показывает предварительный просмотр этого значка (если извлечен или импортирован). Если значок еще не был создан, перетащите .png здесь, чтобы создать его.
zh: 显示此图标的预览（如果提取或导入）。如果尚未创建图标，请在此处拖放A .png来创建它。

# DefaultSongLocationOption
source: Default Song Location
de: Standard -Song -Speicherort
es: Ubicación de la canción predeterminada
fr: Emplacement de la chanson par défaut
it: Posizione predefinita della canzone
pt: Localização da música padrão
ru: Расположение песни по умолчанию
zh: 默认的歌曲位置

# RestoreFromBackupButton
source: Restore from Backup
de: Vom Backup wiederherstellen
es: Restaurar desde la copia de seguridad
fr: Restaurer à partir de la sauvegarde
it: Ripristina dal backup
pt: Restaurar do backup
ru: Восстановить из резервного копирования
zh: 从备份还原

source: Locate All Missing Songs...
de: Suchen Sie alle fehlenden Songs ...
es: Localice todas las canciones faltantes ...
fr: Localisez toutes les chansons manquantes ...
it: Individua tutte le canzoni mancanti ...
pt: Localize todas as músicas ausentes ...
ru: Найдите все отсутствующие песни ...
zh: 找到所有缺少的歌曲...

# LocateAllMissingSongsDesc
source: Select the folder containing the missing song files
de: Wählen Sie den Ordner mit den fehlenden Songdateien aus
es: Seleccione la carpeta que contiene los archivos de canciones faltantes
fr: Sélectionnez le dossier contenant les fichiers de chanson manquants
it: Seleziona la cartella contenente i file del brano mancanti
pt: Selecione a pasta que contém os arquivos de música ausente
ru: Выберите папку, содержащую отсутствующие файлы песни
zh: 选择包含缺少歌曲文件的文件夹

# CopySongFilesToBackupHelp
source: If checked, indicates that song files (including external) should be included in the backup .zip file for the stations.
de: Wenn Sie überprüft werden, gibt an, dass Songdateien (einschließlich externer) in der Backup .zip -Datei für die Stationen aufgenommen werden sollten.
es: Si se verifica, indica que los archivos de canciones (incluidos los externos) deben incluirse en el archivo .zip de copia de seguridad de las estaciones.
fr: S'il est vérifié, indique que les fichiers de chansons (y compris externes) doivent être inclus dans le fichier de sauvegarde .zip pour les stations.
it: Se verificati, indica che i file di brani (incluso esterno) dovrebbero essere inclusi nel file .zip di backup per le stazioni.
pt: Se verificado, indica que os arquivos de músicas (incluindo externos) devem ser incluídos no arquivo .zip de backup para as estações.
ru: При проверке указывается, что файлы песен (включая внешние) должны быть включены в файл .zip резервного копирования для станций.
zh: 如果已检查，则指示应将歌曲文件（包括外部）包含在电台的备份.zip文件中。

# MainForm_NoStationsImported
source: No stations were imported. Verify the .zip/.rar file contains a valid station.
es: No se importaron estaciones. Verifique que el archivo .zip/.Rar contiene una estación válida.
fr: Aucune station n'a été importée. Vérifiez que le fichier .zip / .rar contient une station valide.
it: Nessuna stazione è stata importata. Verificare il file .zip/.rar contiene una stazione valida.
pt: Nenhuma posição foi importada. Verifique se o arquivo .zip/.ru contém uma estação válida.
ru: Станции не были импортированы. Проверьте файл .zip/.rar содержит действительную станцию.
zh: 没有进口车站。验证.zip/.rar文件包含一个有效的站。

# MainForm_NoStationsImportedTitle
source: Nothing to Import
es: Nada para importar
fr: Rien à importer
it: Niente da importare
pt: Nada para importar
ru: Ничего, чтобы импортировать
zh: 没什么可进口的

# StagingPathForbidden
source: Invalid Path: {0}
es: Ruta no válida: {0}
fr: Chemin non valide: {0}
it: Path non valido: {0}
pt: Caminho inválido: {0}
ru: Неверный путь: {0}
zh: 无效路径：{0}

# ForbiddenPath_RootDirectory
source: The staging path cannot be set to the root of a drive
es: La ruta de puesta en escena no se puede establecer en la raíz de una unidad
fr: Le chemin de stadification ne peut pas être réglé sur la racine d'un lecteur
it: Il percorso di stadiazione non può essere impostato sulla radice di un'unità
pt: O caminho de estadiamento não pode ser definido para a raiz de uma unidade
ru: Путь по постановке не может быть установлен на корень диска
zh: 无法将登台路径设置为驱动器的根部

# ForbiddenPath_SystemDirectory
source: The staging path cannot be set to a reserved system directory.
es: La ruta de puesta en escena no se puede establecer en un directorio de sistema reservado.
fr: Le chemin de stadification ne peut pas être défini sur un répertoire système réservé.
it: Il percorso di stadiazione non può essere impostato su una directory di sistema riservata.
pt: O caminho de estadiamento não pode ser definido como um diretório de sistema reservado.
ru: Путь по постановке не может быть установлен в резервный каталог системы.
zh: 无法将分期路径设置为保留系统目录。

# ForbiddenPath_ProgramFiles
source: The staging path cannot be set to the Program Files directory.
es: La ruta de puesta en escena no se puede configurar en el directorio de archivos del programa.
fr: Le chemin de stadification ne peut pas être défini sur le répertoire des fichiers du programme.
it: Il percorso di stadiazione non può essere impostato sulla directory dei file del programma.
pt: O caminho de estadiamento não pode ser definido como o diretório de arquivos do programa.
ru: Путь постановки не может быть установлен в каталог файлов программы.
zh: 登台路径不能设置为程序文件目录。

# ForbiddenPath_UserAppData
source: The staging path cannot be set to an application data directory.
es: La ruta de puesta en escena no se puede establecer en un directorio de datos de aplicación.
fr: Le chemin de stadification ne peut pas être défini sur un répertoire de données d'application.
it: Il percorso di stadiazione non può essere impostato su una directory dei dati dell'applicazione.
pt: O caminho de estadiamento não pode ser definido como um diretório de dados do aplicativo.
ru: Путь постановки не может быть установлен в каталог данных приложения.
zh: 登台路径不能设置为应用程序数据目录。

# ForbiddenPath_VortexFolder
source: The staging path cannot be set to a Vortex-managed folder.
es: La ruta de puesta en escena no se puede establecer en una carpeta administrada por vórtice.
fr: Le chemin de stadification ne peut pas être défini sur un dossier géré par vortex.
it: Il percorso di staging non può essere impostato su una cartella gestita da vortice.
pt: O caminho de encenação não pode ser definido como uma pasta gerenciada pelo vórtice.
ru: Путь к постановке не может быть установлен в папку, управляемую вихрем.
zh: 无法将登台路径设置为涡流管理的文件夹。

# SplashScreen_CheckingStagingPath
source: Checking staging path...
es: Verificación de la ruta de puesta en escena ...
fr: Vérification du chemin de stadification ...
it: Controllo del percorso di stadiazione ...
pt: Verificando o caminho de estadiamento ...
ru: Проверка промежуточного пути ...
zh: 检查登台路径...

# SplashScreen_StagingPathForbidden
source: Staging path was invalid. Reset to an empty string.
es: La ruta de puesta en escena no era válida. Reiniciar a una cadena vacía.
fr: Le chemin de mise en scène n'était pas valide. Réinitialiser avec une chaîne vide.
it: Il percorso di stadiazione non era valido. Ripristina una stringa vuota.
pt: O caminho de estadiamento foi inválido. Redefinir para uma corda vazia.
ru: Поставленный путь был недействительным. Сбросить на пустую строку.
zh: 分期路径无效。重置为空字符串。

# SplashScreen_StagingPathValid
source: Staging path is valid!
es: ¡La ruta de puesta en escena es válida!
fr: Le chemin de mise en scène est valide!
it: Il percorso di stadiazione è valido!
pt: O caminho de encenação é válido!
ru: Постановка пути действителен!
zh: 登台路径有效！

# ForbiddenPathsHelp
source: Defines the keywords that are searched when setting the staging path for radio stations. Any paths that contain keywords here are not allowed.
es: Define las palabras clave que se buscan al configurar la ruta de puesta en escena para las estaciones de radio. No se permiten cualquier ruta que contenga palabras clave aquí.
it: Definisce le parole chiave che vengono cercate quando si imposta il percorso di stadiazione per le stazioni radio. Non sono consentiti percorsi che contengono parole chiave qui.
pt: Define as palavras -chave que são pesquisadas ao definir o caminho de preparação para estações de rádio. Quaisquer caminhos que contenham palavras -chave aqui não são permitidos.
ru: Определяет ключевые слова, которые ищут при установке пути постановки для радиостанций. Любые пути, которые содержат ключевые слова здесь, не допускаются.
zh: 定义在设置无线电站的登台路径时搜索的关键字。不允许此处包含关键字的任何路径。

# ForbiddenKeywordListViewColumn
source: Keyword
es: Palabra clave
it: Parole chiave
pt: Palavra -chave
ru: Ключевое слово
zh: 关键词

# ForbiddenKeywordEmpty
source: Keyword cannot be empty!
es: ¡La palabra clave no puede estar vacía!
it: La parola chiave non può essere vuota!
pt: A palavra -chave não pode estar vazia!
ru: Ключевое слово не может быть пустым!
zh: 关键字不能为空！

# ForbiddenKeywordNoGroup
source: Group cannot be empty!
es: ¡El grupo no puede estar vacío!
it: Il gruppo non può essere vuoto!
pt: Grupo não pode estar vazio!
ru: Группа не может быть пустой!
zh: 小组不能为空！

# ForbiddenKeywordInput_Title
source: New Keyword
es: Nueva palabra clave
it: Nuova parola chiave
pt: Nova palavra -chave
ru: Новое ключевое слово
zh: 新关键字

# ForbiddenKeywordInput_Keyword
source: Keyword:
es: Palabra clave:
it: Parola chiave:
pt: Palavra -chave:
ru: Ключевое слово:
zh: 关键词：

# ForbiddenKeywordInput_Group
source: Group:
es: Grupo:
it: Gruppo:
pt: Grupo:
ru: Группа:
zh: 团体：

# ForbiddenKeywordInput_IsForbidden
source: Is Forbidden?
es: ¿Está prohibido?
it: È proibito?
pt: É proibido?
ru: Запрещено?
zh: 被禁止吗？

# ForbiddenKeywordInput_AddAndNew
source: Add and New
es: Agregar y nuevo
it: Aggiungi e nuovo
pt: Adicione e novo
ru: Добавить и новый
zh: 添加和新

# ForbiddenKeywordInput_Add
source: Add and Close
es: Agregar y cerrar
it: Aggiungi e chiudi
pt: Adicione e feche
ru: Добавить и закрыть
zh: 添加并关闭

# ForbiddenPath_KeywordMatch
source: The staging path contains forbidden keywords. You can define these in the settings.
es: La ruta de puesta en escena contiene palabras clave prohibidas. Puede definirlos en la configuración.
fr: Le chemin de stadification est lié à un répertoire de jeu ou de lanceur et n'est pas autorisé.
it: Il percorso di stadiazione contiene parole chiave proibite. Puoi definirli nelle impostazioni.
pt: O caminho de estadiamento contém palavras -chave proibidas. Você pode defini -los nas configurações.
ru: Переход содержит запрещенные ключевые слова. Вы можете определить их в настройках.
zh: 登台路径包含禁止的关键字。您可以在设置中定义这些定义。

source: Delete Selected Keywords
es: Eliminar las palabras clave seleccionadas
it: Elimina parole chiave selezionate
pt: Excluir palavras -chave selecionadas
ru: Удалить выбранные ключевые слова
zh: 删除选定的关键字

# PathSettings
source: Path Setup
es: Configuración de ruta
it: Setup del percorso
pt: Configuração do caminho
ru: Настройка пути
zh: 路径设置

# NewKeywordHelp
source: Add a new keyword to the forbidden path check.
es: Agregue una nueva palabra clave a la verificación de ruta prohibida.
it: Aggiungi una nuova parola chiave al controllo del percorso proibito.
pt: Adicione uma nova palavra -chave à verificação do caminho proibido.
ru: Добавьте новое ключевое слово в проверку запретного пути.
zh: 在禁止路径检查中添加一个新的关键字。

# DeleteSelectedKeywordHelp
source: Delete the selected keywords from the list. It is usually better to just disable the keyword with the checkbox.
es: Elimine las palabras clave seleccionadas de la lista. Por lo general, es mejor deshabilitar la palabra clave con la casilla de verificación.
it: Elimina le parole chiave selezionate dall'elenco. Di solito è meglio disabilitare la parola chiave con la casella di controllo.
pt: Exclua as palavras -chave selecionadas da lista. Geralmente é melhor desativar a palavra -chave com a caixa de seleção.
ru: Удалить выбранные ключевые слова из списка. Обычно лучше просто отключить ключевое слово с помощью флажки.
zh: 从列表中删除所选的关键字。通常最好只使用复选框禁用关键字。

source: System Paths
es: Rutas del sistema
it: Percorsi di sistema
pt: Caminhos do sistema
ru: Системные пути
zh: 系统路径

# GroupNotAllowedToBeModified
source: The 'System Paths' group cannot be modified.
es: El grupo de 'rutas del sistema' no se puede modificar.
it: Il gruppo "percorsi di sistema" non può essere modificato.
pt: O grupo 'Caminhos do sistema' não pode ser modificado.
ru: Группа «Системные пути» не может быть изменена.
zh: 无法修改“系统路径”组。

# OodleDllMissing
source: 'oodle.dll' was not found in the game's files. You may have issues creating and extracting station icons.
es: 'oodle.dll' no se encontró en los archivos del juego. Es posible que tenga problemas para crear y extraer íconos de la estación.
it: 'oodle.dll' non è stato trovato nei file del gioco. Potresti avere problemi di creare ed estrarre icone della stazione.
pt: 'Oodle.dll' não foi encontrado nos arquivos do jogo. Você pode ter problemas para criar e extrair ícones da estação.
ru: 'Ooodle.dll' не был найден в файлах игры. У вас могут быть проблемы, создающие и извлечение значков станции.
zh: 游戏文件中未发现“ oodle.dll”。您可能会遇到创建和提取电台图标的问题。

# OodleDllFound
source: Found {0} in the game files! You should not have issues with icons.
es: Encontrado {0} en los archivos del juego! No debe tener problemas con los íconos.
it: Trovato {0} nei file di gioco! Non dovresti avere problemi con le icone.
pt: Encontrado {0} nos arquivos do jogo! Você não deve ter problemas com os ícones.
ru: Нашел {0} в файлах игры! У вас не должно быть проблем с значками.
zh: 在游戏文件中找到{0}！您不应该有图标问题。

# ConfigReloadConfirm
source: Are you sure you want to reload the configuration from the file? All unsaved options will be lost.
es: ¿Está seguro de que desea volver a cargar la configuración del archivo? Todas las opciones no salvadas se perderán.
it: Sei sicuro di voler ricaricare la configurazione dal file? Tutte le opzioni non salvate andranno perse.
pt: Tem certeza de que deseja recarregar a configuração do arquivo? Todas as opções não salvas serão perdidas.
ru: Вы уверены, что хотите перезагрузить конфигурацию из файла? Все неспасенные варианты будут потеряны.
zh: 您确定要从文件中重新加载配置吗？所有未保存的选项都将丢失。

# ConfigReloadError
source: An error occurred while reloading the configuration file.
es: Se produjo un error al recargar el archivo de configuración.
it: Si è verificato un errore durante la ricarica del file di configurazione.
pt: Ocorreu um erro ao recarregar o arquivo de configuração.
ru: Произошла ошибка при перезагрузке файла конфигурации.
zh: 重新加载配置文件时发生了错误。

source: Reload From File
es: Recargar desde el archivo
it: Ricarica dal file
pt: Recarregue do arquivo
ru: Перезагрузить из файла
zh: 从文件中重新加载

# ConfigReloadSuccess
source: Successfully reloaded configuration from file.
es: Configuración recargada con éxito desde el archivo.
it: Configurazione ricaricata correttamente dal file.
pt: Configuração recarregada com sucesso do arquivo.
ru: Успешно перезагруженная конфигурация из файла.
zh: 从文件中成功重新加载配置。

# ConfigError
source: The configuration file was invalid or could not be read. A default config will be used.
es: El archivo de configuración no era válido o no se podía leer. Se utilizará una configuración predeterminada.
it: Il file di configurazione non era valido o non poteva essere letto. Verrà utilizzata una configurazione predefinita.
pt: O arquivo de configuração foi inválido ou não pôde ser lido. Uma configuração padrão será usada.
ru: Файл конфигурации был недействительным или не мог быть прочитал. Будет использоваться конфигурация по умолчанию.
zh: 配置文件无效或无法读取。将使用默认配置。

# AboutCredits
source: Special thanks to justarandomguyintheinternet (https://github.com/justarandomguyintheinternet/CP77_radioExt) for the awesome radioExt mod! Special thanks to demonseedxp (https://next.nexusmods.com/profile/demonseedxp) for the app icon and splash screen!
es: ¡Un agradecimiento especial a JustarandomGuytheinternet (https://github.com/justarandomguyintheinternet/cp77radioext) para el increíble mod de radioxt! ¡Un agradecimiento especial a DemonseDXP (https://next.nexusmods.com/profile/demonseedxp) por el icono de la aplicación y la pantalla de salpicaduras!
it: Un ringraziamento speciale a Justarandomguyintheinternet (https://github.com/justarandomguyintheinternet/cp77radioext) per la fantastica mod radioext! Un ringraziamento speciale a DemonseedXP (https://next.nexusmods.com/profile/demonseedxp) per l'icona dell'app e la schermata di splash!
pt: Agradecimentos especiais a justarandomguyintheinternet (https://github.com/justarandomguyintheinternet/cp77radioext) pelo incrível mod de rádioext! Agradecimentos especiais ao Demonseedxp (https://next.nexusmods.com/profile/demonseedxp) pelo ícone do aplicativo e tela de respingos!
ru: Особая благодарность Justarandomguyintheinternet (https://github.com/justarandomguyintheinternet/cp77radioext) за потрясающий мод Radioext! Особая благодарность DemonseedXP (https://next.nexusmods.com/profile/demonseedxp) за значок приложения и экрана Splash!
zh: 特别感谢JustArandomGuyinTheinternet（https://github.com/justarandomguyintheinternternet/cp77radioext）！ 特别感谢Demonseedxp（https://next.nexusmods.com/profile/demonseedxp），适用于应用程序图标和Splash屏幕！

# SplashScreen_SetupAudioConverter
source: Setting up audio converter...
es: Configuración del convertidor de audio ...
it: Impostazione del convertitore audio ...
pt: Configurando o conversor de áudio ...
ru: Настройка аудио преобразователя ...
zh: 设置音频转换器...

# AudioConverterTitle
source: Convert Audio
es: Convertir audio
it: Converti audio
pt: Converter áudio
ru: Конвертировать аудио
zh: 转换音频

# InputPathsColumn
source: Input Path
es: Ruta de entrada
it: Percorso di input
pt: Caminho de entrada
ru: Путь ввода
zh: 输入路径

# OutputPathsColumn
source: Output Path
es: Ruta de salida
it: Percorso di output
pt: Caminho de saída
ru: Выходной путь
zh: 输出路径

source: Check All
es: Comprobar todo
it: Controlla tutto
pt: Verifique tudo
ru: Проверьте все
zh: 检查全部

source: Uncheck All
es: Desmarque todos
it: Deseleziona tutto
pt: Desmarcar tudo
ru: Снимите все
zh: 取消选中

source: Add Files...
es: Agregar archivos ...
it: Aggiungi file ...
pt: Adicionar arquivos ...
ru: Добавить файлы ...
zh: 添加文件...

source: Start Conversion
es: Iniciar conversión
it: Inizia la conversione
pt: Inicie a conversão
ru: Начать преобразование
zh: 开始转换
