Repository: ethan-hann/CyberRadio-Assistant
Catalog: CyberRadio.Code/Strings.*.resx
Languages: de, es, fr, it, pt, ru, zh

source: Open Staging Folder
de: Öffnen Sie den Staging -Ordner
es: Carpeta de etapa abierta
fr: Dossier en scène ouverte
it: Apri cartella di gestione temporanea
pt: Pasta de estadiamento abra
ru: Открытая папка
zh: 打开登台文件夹

# OpenGameFolder
source: Open Game Radios Folder
de: Game Radios Ordner öffnen
es: Abra la carpeta Radios de juegos
fr: Ouvrir le dossier Radios de jeu
it: Cartella delle radio del gioco aperto
pt: Pasta de rádios de jogo aberto
ru: Открыть папку Radios Game
zh: 打开游戏收音机文件夹

# ExportToGameComplete
source: Exported to Game!
de: Zum Spiel exportiert!
es: Exportado al juego!
fr: Exporté vers le jeu!
it: Esportato in gioco!
pt: Exportado para o jogo!
ru: Экспортируется в игру!
zh: 出口到游戏！

source: Export Stations
de: Exportstationen
es: Estaciones de exportación
fr: Stations d'exportation
it: Stazioni di esportazione
pt: Estações de exportação
ru: Экспортные станции
zh: 出口站

# StreamURLError
source: Please enter a valid stream URL.
de: Bitte geben Sie eine gültige Stream -URL ein.
es: Ingrese una URL de transmisión válida.
fr: Veuillez saisir une URL de streaming valide.
it: Inserisci un URL di streaming valido.
pt: Por favor, insira um URL de fluxo válido.
ru: Пожалуйста, введите действительный URL -адрес.
zh: 请输入有效的流URL。

# ErrorStreamingAudio
source: Error streaming audio: {0}
de: Fehler Streaming Audio: {0}
es: Error en la transmisión de audio: {0}
fr: Erreur de diffusion audio : {0}
it: Errore Streaming Audio: {0}
pt: Erro Streaming Audio: {0}
ru: Аудио потоковой передачи ошибок: {0}
zh: 错误流音频：{0}

# ErrorPausingStream
source: Error pausing stream: {0}
de: Fehler pausieren Stream: {0}
es: Error al pausar la secuencia: {0}
fr: Erreur lors de la mise en veille du flux: {0}
it: Errore in pausa flusso: {0}
pt: Erro Pausing Stream: {0}
ru: Ошибка приостановка потока: {0}
zh: 错误暂停流：{0}

# StagingPathHelp
source: Select the radio station staging path.
de: Wählen Sie den Staging -Pfad des Radiosenders aus.
es: Seleccione la ruta de puesta en escena de la estación de radio.
fr: Sélectionnez le chemin de préparation de la station de radio.
it: Seleziona il percorso di stadiazione della stazione radio.
pt: Selecione o caminho de preparação da estação de rádio.
ru: Выберите промежуточный путь радиостанции.
zh: 选择广播电台登台路径。

source: No Staging Path
de: Kein Staging -Pfad
es: Sin camino de preparación
fr: Aucun chemin intermédiaire
it: Nessun percorso di stadiazione
pt: Sem caminho de estadiamento
ru: Нет промежуточного пути
zh: 没有舞台路径

# NoStagingPathFound
source: The staging folder for radio stations is not yet set. Please set it now.
de: Der Staging -Ordner für Radiosender ist noch nicht festgelegt. Bitte setzen Sie es jetzt.
es: La carpeta de preparación para las estaciones de radio aún no está configurada. Por favor configúrelo ahora.
fr: Le dossier de transfert pour les stations de radio n'est pas encore défini. Veuillez le définir maintenant.
it: La cartella di gestione temporanea per le stazioni radio non è ancora impostata. Per favore, impostalo ora.
pt: A pasta de estadiamento para estações de rádio ainda não está definida. Por favor, defina agora.
ru: Папка для радиостанций еще не установлена. Пожалуйста, установите это сейчас.
zh: 尚未设置广播电台的登台文件夹。 请立即设置。

source: Paths...
de: Pfade ...
es: Rutas...
fr: Des chemins...
it: Percorsi ...
pt: Caminhos ...
ru: Пути ...
zh: 路径...

source: No Mod Installed
de: Kein Mod installiert
es: No hay mod instalado
fr: Aucun mod installé
it: Nessuna mod installata
pt: Nenhum mod instalado
ru: Не установлен мод
zh: 没有安装mod

# NoRadioExtMsg
source: You do not have the radioExt mod installed. Can't export radio stations to game.
de: Sie haben den Radioext -Mod nicht installiert. Kann Radiosender nicht in Spiel exportieren.
es: No tienes instalado el mod radioExt. No se pueden exportar estaciones de radio al juego.
fr: Vous n'avez pas installé le mod radioExt. Impossible d'exporter les stations de radio vers le jeu.
it: Non è installato la mod radioxt. Non riesco a esportare stazioni radio in gioco.
pt: Você não tem o mod do RadioExt instalado. Não é possível exportar estações de rádio para o jogo.
ru: У вас нет установленного мода Radioxt. Не могу экспортировать радиостанции в игру.
zh: 您没有安装RadioExt mod。 无法将广播电台导出到游戏中。

# AboutInfo
source: A tool to help create and manage custom radio stations in Cyberpunk 2077 when using the radioExt Mod.
de: Ein Tool zum Erstellen und Verwalten von benutzerdefinierten Radiosendern in Cyberpunk 2077, wenn Sie den Radioext -Mod verwenden.
es: Una herramienta para ayudar a crear y administrar estaciones de radio personalizadas en Cyberpunk 2077 cuando se usa radioExt Mod.
fr: Un outil pour aider à créer et gérer des stations de radio personnalisées dans Cyberpunk 2077 lors de l'utilisation du module radioExt.
it: Uno strumento per aiutare a creare e gestire le stazioni radio personalizzate in Cyberpunk 2077 quando si utilizza la mod di radioext.
pt: Uma ferramenta para ajudar a criar e gerenciar estações de rádio personalizadas no Cyberpunk 2077 ao usar o Mod Radioxt.
ru: Инструмент, помогающий создавать и управлять пользовательскими радиостанциями в Cyberpunk 2077 при использовании мода Radioxt.
zh: 使用RadioExt Mod时，可以帮助创建和管理Cyber​​punk 2077中的自定义广播电台的工具。

# AboutSpecialThanks1
source: Special thanks to
de: Besonderer Dank an
es: Agradecimientos especiales a
fr: Remerciement spécial à
it: Un ringraziamento speciale a
pt: Agradecimentos especiais a
ru: Особое спасибо
zh: 特别感谢

# AboutSpecialThanks2
source: for the awesome radioExt mod!
de: Für den fantastischen Radioext Mod!
es: ¡Para el increíble mod radioExt!
fr: pour le super mod radioExt!
it: Per la fantastica mod radioext!
pt: Para o incrível Mod Radioext!
ru: Для потрясающего мода Radioext!
zh: 对于很棒的RadioExt mod！

# AboutVersion
source: Version {0}
es: Versión {0}
it: Versione {0}
pt: Versão {0}
ru: Версия {0}
zh: 版本{0}

# AboutLicense
source: License
de: Lizenz
es: Licencia
fr: Licence
it: Licenza
pt: Licença
ru: Лицензия
zh: 执照

source: Check For Updates
de: Überprüfen Sie nach Updates
es: Busque actualizaciones
fr: Vérifier les mises à jour
it: Controlla gli aggiornamenti
pt: Verifique se há atualizações
ru: Проверьте наличие обновлений
zh: 检查更新

# UpdateDownloadPercent
source: Downloaded {0}%
de: Heruntergeladen {0}%
es: Descargado {0}%
fr: Téléchargé {0} %
it: Scaricato {0}%
pt: Baixado {0}%
ru: Загружен {0}%
zh: 下载{0}%

# UpdateDownloadComplete
source: Download completed! Starting the update...
de: Download abgeschlossen! Starten Sie das Update ...
es: ¡Descarga completa! Iniciando la actualización...
fr: Téléchargement terminé ! Démarrage de la mise à jour...
it: Scarica completato! Avvio dell'aggiornamento ...
pt: Download concluído! Iniciando a atualização ...
ru: Скачать закончен! Запуск обновления ...
zh: 下载完成！开始更新...

# UpdateDownloadError
source: Download error: {0}
de: Download -Fehler: {0}
es: Error de descarga: {0}
fr: Erreur de téléchargement : {0}
it: Scarica errore: {0}
pt: Erro do download: {0}
ru: Ошибка загрузки: {0}
zh: 下载错误：{0}

# UpdateCheckError
source: Error checking for updates: {0}
de: Fehlerprüfung nach Aktualisierungen: {0}
es: Error al buscar actualizaciones: {0}
fr: Erreur lors de la vérification des mises à jour : {0}
it: Errore controllando gli aggiornamenti: {0}
pt: Verificação de erros para atualizações: {0}
ru: Проверка ошибок для обновлений: {0}
zh: 错误检查更新：{0}

# UpdateCurrentVersion
source: Current Version:
de: Aktuelle Version:
es: Versión actual:
fr: Version actuelle:
it: Versione corrente:
pt: Versão atual:
ru: Текущая версия:
zh: 当前版本：

# UpdateNewVersion
source: New Version:
de: Neue Version:
es: Nueva versión:
fr: Nouvelle version:
it: Nuova versione:
pt: Nova versão:
ru: Новая версия:
zh: 新版本：

# UpdateDownloadButton
source: Download
de: Herunterladen
es: Descargue
fr: Télécharger
it: Scaricamento
ru: Скачать
zh: 下载

source: Update Available
de: Update verfügbar
es: Actualización disponible
fr: Mise à jour disponible
it: Aggiornamento disponibile
pt: Atualização disponível
ru: Обновление доступно
zh: 更新可用

# UpdateAvailableNotice
source: There is a new update for CRA. Do you want to open the downloader now?
de: Es gibt ein neues Update für CRA. Möchten Sie jetzt den Downloader öffnen?
es: Hay una nueva actualización para CRA. ¿Quieres abrir el descargador ahora?
fr: Il y a une nouvelle mise à jour pour l'CRA. Voulez-vous ouvrir le téléchargeur maintenant ?
it: C'è un nuovo aggiornamento per CRA. Vuoi aprire il downloader ora?
pt: Há uma nova atualização para o CRA. Você quer abrir o downloader agora?
ru: Есть новое обновление для CRA. Вы хотите открыть загрузчик сейчас?
zh: CRA有一个新的更新。您现在要打开下载器吗？

# NoUpdateAvailable
source: You are on the latest version. No update available.
de: Sie sind in der neuesten Version. Kein Update verfügbar.
es: Estás en la última versión. No hay actualizaciones disponibles.
fr: Vous êtes sur la dernière version. Aucune mise à jour disponible.
it: Sei nell'ultima versione. Nessun aggiornamento disponibile.
pt: Você está na versão mais recente. Nenhuma atualização disponível.
ru: Вы находитесь на последней версии. Нет обновления.
zh: 您是最新版本。没有可用的更新。

# NoUpdateCaption
source: Up To Date
de: Auf dem neuesten Stand
es: A hoy
fr: À jour
it: Aggiornato
pt: Atualizado
ru: До настоящего времени
zh: 最新

# UpdateFolderOpening
source: Update complete. The containing folder will now be opened and the application will be closed.
de: Aktualisieren Sie vollständig. Der enthaltene Ordner wird nun geöffnet und die Anwendung wird geschlossen.
es: Actualización terminada. La carpeta que contiene ahora se abrirá y se cerrará la aplicación.
fr: Mise à jour terminée. Le dossier contenant sera maintenant ouvert et l'application sera fermée.
it: Aggiorna completo. La cartella contenente verrà ora aperta e l'applicazione verrà chiusa.
pt: Atualização completa. A pasta contendo agora será aberta e o aplicativo será fechado.
ru: Обновление завершено. Папка, содержащаяся теперь, будет открыта, а приложение будет закрыто.
zh: 更新完成。现在将打开包含的文件夹，并将关闭应用程序。

# UpdateFolderOpeningCaption
source: Opening Folder
de: Öffnungsordner
es: Carpeta de apertura
fr: Dossier d'ouverture
it: Cartella di apertura
pt: Pasta de abertura
ru: Открывающая папка
zh: 打开文件夹

source: Parse from radio.garden
de: Analyse von Radio.garden
es: Analizar desde radio.garden
fr: Analyser depuis radio.garden
it: Analizzare da Radio.Garden
pt: Analisar do rádio.Garden
zh: 从Radio.Garden解析

# InvalidStream
source: Invalid stream - Will not work in game
de: Ungültiger Stream - funktioniert im Spiel nicht
es: Transmisión no válida: no funcionará en el juego
fr: Flux invalide – ne fonctionnera pas dans le jeu
it: Flusso non valido - non funzionerà nel gioco
pt: Fluxo inválido - não funcionará no jogo
ru: Неверный поток - не будет работать в игре
zh: 无效的流 - 不会在游戏中起作用

# RadioGardenURLCaption
source: Radio Garden URL
es: URL del jardín de radio
fr: URL du jardin radio
it: URL del giardino radio
pt: URL do jardim de rádio
ru: Радио -сад URL
zh: 广播花园网址

# RadioGardenInput
source: Enter the radio.garden URL:
de: Geben Sie die URL radio.garden ein:
es: Ingrese el radio. URL de Garden:
fr: Entrez l'URL Radio.garden:
it: Immettere l'URL di Radio.Garden:
pt: Digite o Radio.Garden URL:
ru: Введите URL Radio.garden:
zh: 输入Radio.garden URL：

source: Enable Selected
de: Aktivieren ausgewählt
es: Habilitar Sseleccionado
fr: Activer Sélectionné
it: Abilita selezionata
pt: Ativar selecionado
ru: Включить выбранный
zh: 启用选择

source: Disable Selected
de: Deaktivieren ausgewählt
es: Deshabilitar Seleccionado
fr: Désactiver Sélectionné
it: Disabilita selezionata
pt: Desativar selecionado
ru: Отключить избранные
zh: 禁用选定

# EnableAllStations
source: Enable All
de: Alles aktivieren
es: Habilitar Todo
fr: Activer Tout
it: Abilita tutto
pt: Ativar tudo
ru: Включить все
zh: 启用全部

# DisableAllStations
source: Disable All
de: Alles deaktivieren
es: Deshabilitar Todo
fr: Désactiver Tout
it: Disabilita tutto
pt: Desativar tudo
ru: Отключить все
zh: 禁用全部

# EnabledStationsCount
source: Enabled Stations: {0} / {1}
de: Aktivierte Stationen: {0} / {1}
es: Estaciones habilitadas: {0} / {1}
fr: Stations activées : {0} / {1}
it: Stazioni abilitate: {0} / {1}
pt: Estações ativadas: {0} / {1}
ru: Включенные станции: {0} / {1}
zh: 启用站：{0} / {1}

source: Disabled Station
de: Behindertenstation
es: Estación para Discapacitados
fr: Station Désactivée
it: Stazione disabile
pt: Estação desativada
ru: Станция инвалидов
zh: 禁用站

# LVStationStatus
source: Enabled?
de: Ermöglicht?
es: ¿Habilitado?
fr: Activé ?
it: Abilitato?
pt: Habilitado?
ru: Включено?
zh: 启用了？

# NoInternetCaption
source: No Connection
de: Keine Verbindung
es: Sin Conexión
fr: Pas de Connexion
it: Nessuna connessione
pt: Sem conexão
ru: Нет соединения
zh: 没有连接

# NoInternetMsg
source: Could not check for updates. Please check your internet and try again.
de: Ich konnte nicht nach Updates suchen. Bitte überprüfen Sie Ihr Internet und versuchen Sie es erneut.
es: No se pudo comprobar si había actualizaciones. Por favor, compruebe su Internet e inténtelo de nuevo.
fr: Impossible de vérifier les mises à jour. Veuillez vérifier votre connexion Internet et réessayer.
it: Impossibile verificare gli aggiornamenti. Si prega di controllare Internet e riprovare.
pt: Não foi possível verificar se há atualizações. Por favor, verifique sua internet e tente novamente.
ru: Не удалось проверить обновления. Пожалуйста, проверьте свой интернет и попробуйте еще раз.
zh: 无法检查更新。请检查您的互联网，然后重试。

source: Configuration
de: Konfiguration
es: Configuración
fr: Paramètres
it: Configurazione
pt: Configuração
ru: Конфигурация
zh: 配置

# GeneralSettings
source: General
de: Allgemein
fr: Général
it: Generale
pt: Em geral
ru: Общий
zh: 一般的

# LogSettings
source: Logging
de: Protokollierung
es: Registro
fr: Journalisation
it: Registrazione
pt: Log
ru: Регистрация
zh: 记录

# CheckForUpdatesOption
source: Check for Updates at Startup?
de: Überprüfen Sie nach Updates beim Start?
es: ¿Buscar actualizaciones al iniciar?
fr: Rechercher les mises à jour au démarrage ?
it: Controllare gli aggiornamenti all'avvio?
pt: Verifique se há atualizações na inicialização?
ru: Проверить на наличие обновлений при запуске?
zh: 在启动时检查更新吗？

# AutoExportOption
source: Auto-Export to Game?
de: Auto-Export zum Spiel?
es: ¿Exportar automáticamente al juego?
fr: Exporter automatiquement vers le jeu ?
it: Export automatico al gioco?
pt: Exportar automaticamente o jogo?
ru: Автоэкспорт в игру?
zh: 自动远期游戏？

# EditPathsOption
source: Edit Paths...
de: Pfade bearbeiten ...
es: Editar rutas...
fr: Modifier les chemins...
it: Modifica percorsi ...
pt: Editar caminhos ...
ru: Редактировать пути ...
zh: 编辑路径...

# CheckForUpdatesOptionHelp
source: If checked, enables the application to check for updates immediately after started.
de: Wenn Sie überprüft werden, können Sie die Anwendung sofort nach dem Start nach Updates überprüfen.
es: Si está marcado, habilita la aplicación para buscar actualizaciones inmediatamente después de iniciarse.
fr: Si cette case est cochée, permet à l'application de rechercher les mises à jour immédiatement après son démarrage.
it: Se verificato, consente l'applicazione di verificare gli aggiornamenti immediatamente dopo l'avvio.
pt: Se verificado, permita que o aplicativo verifique se há atualizações imediatamente após o início.
ru: Если проверено, позволяйте приложению проверить обновления сразу после запуска.
zh: 如果检查了，请启用该应用程序在开始后立即检查更新。

# AutoExportOptionHelp
source: If checked, your stations will immediately export to the game after successfully exporting to staging.
de: Wenn Ihre Stationen überprüft werden, exportieren Sie sofort nach dem erfolgreichen Export in die Inszenierung in das Spiel.
es: Si está marcado, tus estaciones se exportarán inmediatamente al juego después de exportarlas exitosamente al escenario.
fr: Si cette case est cochée, vos stations seront immédiatement exportées vers le jeu après avoir réussi l'exportation vers la scène.
it: Se controllate, le tue stazioni si esportano immediatamente nel gioco dopo aver esportato con successo in messa in scena.
pt: Se verificado, suas estações exportarão imediatamente para o jogo depois de exportar com sucesso para a encenação.
ru: При проверке ваши станции немедленно экспортируют в игру после успешного экспорта в постановку.
zh: 如果已检查，您的电台将在成功出口到登台后立即导出到游戏中。

# EditPathsOptionHelp
source: Opens the path's dialog to edit the staging and game base path.
de: Öffnet den Dialogfeld des Pfades, um den Staging- und Spielbasisweg zu bearbeiten.
es: Abre el cuadro de diálogo de la ruta para editar la ruta de preparación y base del juego.
fr: Ouvre la boîte de dialogue du chemin pour modifier le chemin de préparation et de base du jeu.
it: Apre la finestra di dialogo del percorso per modificare il percorso di base e base di gioco.
pt: Abre a caixa de diálogo do caminho para editar o caminho da base e da base do jogo.
ru: Открывает диалоговое окно «Путь», чтобы редактировать базовый путь постановки и игры.
zh: 打开“路径”对话框以编辑登台和游戏基础路径。

# NewLogFileOption
source: New File Every Launch?
de: Neue Datei bei jedem Start?
es: ¿Nuevo archivo cada inicio?
fr: Nouveau fichier à chaque lancement ?
it: Nuovo file ogni lancio?
pt: Novo arquivo todos os lançamentos?
ru: Новый файл каждый запуск?
zh: 每个启动的新文件？

# NewLogFileOptionHelp
source: If checked, specifies that a new log file will be created on every run of the app.
de: Wenn Sie überprüft werden, gibt an, dass eine neue Protokolldatei für jeden Lauf der App erstellt wird.
es: Si está marcado, especifica que se creará un nuevo archivo de registro en cada ejecución de la aplicación.
fr: Si cette case est cochée, spécifie qu'un nouveau fichier journal sera créé à chaque exécution de l'application.
it: Se verificato, specifica che verrà creato un nuovo file di registro in ogni esecuzione dell'app.
pt: Se verificado, especifica que um novo arquivo de log será criado em todas as execuções do aplicativo.
ru: При проверке указывается, что новый файл журнала будет создан при каждом заезде приложения.
zh: 如果已检查，请指定在应用程序的每次运行中都会创建一个新的日志文件。

source: Save and Close
de: Speichern und schließen
es: Guardar y cerrar
fr: Sauver et fermer
it: Salva e chiudi
pt: Salve e feche
ru: Сохранить и закрыть
zh: 保存并关闭

source: Reset to Defaults
de: Auf Standards zurücksetzen
es: Restablecer los valores predeterminados
fr: Réinitialiser aux valeurs par défaut
it: Ripristina le impostazioni predefinite
pt: Redefinir para padrões
ru: Сбросить по умолчанию
zh: 重置为默认值

# ConfigResetConfirm
source: Are you sure you want to reset the configuration to default values?
de: Sind Sie sicher, dass Sie die Konfiguration auf Standardwerte zurücksetzen möchten?
es: ¿Está seguro de que desea restablecer la configuración a los valores predeterminados?
fr: Êtes-vous sûr de vouloir réinitialiser la configuration aux valeurs par défaut ?
it: Sei sicuro di voler ripristinare la configurazione ai valori predefiniti?
pt: Tem certeza de que deseja redefinir a configuração para valores padrão?
ru: Вы уверены, что хотите сбросить конфигурацию до значений по умолчанию?
zh: 您确定要将配置重置为默认值吗？

# ConfigSaveError
source: There was an error saving the configuration. Please make sure the config.yml file exists.
de: Es gab einen Fehler, der die Konfiguration speichert. Bitte stellen Sie sicher, dass die Datei config.yml vorhanden ist.
es: Hubo un error al guardar la configuración. Asegúrese de que exista el archivo config.yml.
fr: Une erreur s'est produite lors de l'enregistrement de la configuration. Veuillez vous assurer que le fichier config.yml existe.
it: Si è verificato un errore salvando la configurazione. Assicurati che esista il file config.yml.
pt: Houve um erro salvando a configuração. Verifique se o arquivo config.yml existe.
ru: Была ошибка сохранения конфигурации. Пожалуйста, убедитесь, что файл config.yml существует.
zh: 保存配置存在错误。请确保存在config.yml文件。

# ConfigSaveSuccess
source: Configuration saved!
de: Konfiguration gespeichert!
es: ¡Configuración salvada!
fr: Configuration enregistrée !
it: Configurazione salvata!
pt: Configuração salva!
ru: Конфигурация сохранена!
zh: 配置保存！

source: Success
de: Erfolg
es: Éxito
fr: Succès
it: Successo
pt: Sucesso
ru: Успех
zh: 成功

source: Open Log Folder
de: Öffnen Sie den Protokollordner
es: Abrir carpeta de registro
fr: Ouvrir le dossier Log
it: Apri la cartella del registro
pt: Abra a pasta de log
ru: Откройте папку журнала
zh: 打开日志文件夹

# ConfirmRefreshStations
source: Are you sure you want to refresh your stations from disk? You will lose any pending changes to stations.
de: Sind Sie sicher, dass Sie Ihre Stationen von der Festplatte aktualisieren möchten? Sie werden alle anhängigen Änderungen an Stationen verlieren.
es: ¿Estás seguro de que quieres actualizar tus estaciones desde el disco? Perderá cualquier cambio pendiente a las estaciones.
fr: Êtes-vous sûr de vouloir actualiser vos stations à partir du disque? Vous perdrez les modifications en attente des stations.
it: Sei sicuro di voler aggiornare le tue stazioni dal disco? Perderai eventuali modifiche in sospeso alle stazioni.
pt: Tem certeza de que deseja atualizar suas estações do disco? Você perderá mudanças pendentes nas estações.
ru: Вы уверены, что хотите обновить свои станции с диска? Вы потеряете любые ожидающие изменения на станциях.
zh: 您确定要从磁盘刷新电台吗？ 您将失去对电台的任何待处理更改。

# EditLogsPathOption
source: Edit Logs Path...
de: Protokolle bearbeiten ...
es: Editar ruta de registros...
fr: Modifier le chemin des journaux...
it: Modifica percorso dei registri ...
pt: Editar Logs Path ...
ru: Редактировать путь журналов ...
zh: 编辑日志路径...

# EditLogsPathOptionHelp
source: Opens a folder dialog where you can choose a new path to save log files.
de: Öffnet ein Ordnerdialog, in dem Sie einen neuen Pfad zum Speichern von Protokolldateien auswählen können.
es: Abre un diálogo de carpeta donde puede elegir una nueva ruta para guardar archivos de registro.
fr: Ouvre une boîte de dialogue de dossier où vous pouvez choisir un nouveau chemin pour enregistrer les fichiers journaux.
it: Apre una finestra di dialogo Cartella in cui è possibile scegliere un nuovo percorso per salvare i file di registro.
pt: Abre uma caixa de diálogo de pasta onde você pode escolher um novo caminho para salvar arquivos de log.
ru: Открывает диалоговое окно папки, где вы можете выбрать новый путь для сохранения файлов журнала.
zh: 打开一个文件夹对话框，您可以在其中选择一个新路径来保存日志文件。

# LogPathLabel
source: Log Path:
de: Protokollweg:
es: Ruta del archivo de registro:
fr: Chemin du journal :
it: Percorso del registro:
pt: Caminho de log:
ru: Путь журнала:
zh: 日志路径：

# SelectLogPathDesc
source: Select the location to store log files
de: Wählen Sie den Speicherort zum Speichern von Protokolldateien aus
es: Seleccione la ubicación para almacenar los archivos de registro
fr: Sélectionnez l'emplacement pour stocker les fichiers journaux
it: Seleziona la posizione per archiviare i file di registro
pt: Selecione o local para armazenar arquivos de log
ru: Выберите место для хранения файлов журнала
zh: 选择存储日志文件的位置

# NoLogPathSet
source: <no path>
de: <Nein Pfad>
es: <sin camino>
fr: <pas de chemin>
it: <Nessun percorso>
pt: <sem caminho>
ru: <Нет пути>
zh: <无路径>

# ExportWindowTip
source: Only Enabled stations are exported to the game.
de: Nur aktivierte Stationen sind zum Spiel exportiert.
es: Sólo las estaciones habilitadas son exportado al juego.
fr: Seules les stations activées sont exporté vers le jeu.
it: Solo le stazioni abilitate lo sono esportato al gioco.
pt: Somente as estações ativadas são exportado para o jogo.
ru: Только включенные станции экспортируется в игру.
zh: 只有启用的电台是 导出到游戏。
