Repository: ethan-hann/CyberRadio-Assistant
Catalog: CyberRadio.Code/Strings.*.resx
Languages: de, es, fr, it, pt, ru, zh

# AddSongsFileBrowserTitle
source: Select song files to add
de: Wählen Sie Songdateien aus, um hinzuzufügen
es: Seleccione archivos de canciones para agregar
fr: Sélectionnez les fichiers de chansons à ajouter
it: Seleziona i file della canzone da aggiungere
pt: Selecione Arquivos de música para adicionar
ru: Выберите файлы песни, чтобы добавить
zh: 选择要添加的歌曲文件

source: Revert Changes
de: Änderungen zurückkehren
es: Revertir cambios
fr: Rétablir les changements
it: Ripristina le modifiche
pt: Reverter alterações
ru: Вернуть изменения
zh: 恢复变化

# ClearAllSongs
source: Clear All!
de: Alles klar!
es: ¡Limpiar todo!
fr: Tout effacer!
it: Cancella tutto!
pt: Limpa tudo!
ru: Ясно!
zh: 清除！

# SplashScreen_Starting
source: Starting...
de: Start ...
es: Empezando...
fr: Commencer...
it: Di partenza...
pt: Começando ...
ru: Начало ...
zh: 开始...

# SplashScreen_CheckingSettings
source: Checking settings...
de: Einstellungen überprüfen ...
es: Comprobando configuración...
fr: Vérification des paramètres...
it: Controllo delle impostazioni ...
pt: Verificando as configurações ...
ru: Проверка настроек ...
zh: 检查设置...

# SplashScreen_MigratedSettings
source: Settings migrated successfully.
de: Die Einstellungen migrierten erfolgreich.
es: La configuración se migró correctamente.
fr: Les paramètres ont été migrés avec succès.
it: Le impostazioni migrate con successo.
pt: As configurações migraram com sucesso.
ru: Настройки успешно мигрировали.
zh: 设置成功地迁移。

# SplashScreen_MigratedSettingsNo
source: Settings migration not needed.
de: Einstellungen Migration nicht benötigt.
es: No se necesita migración de configuración.
fr: La migration des paramètres n'est pas nécessaire.
it: Impostazioni Migrazione non necessaria.
pt: Configurações de migração não necessária.
ru: Настройки миграции не нужны.
zh: 设置不需要迁移。

# SplashScreen_CheckingSongs
source: Checking song formats...
de: Songformate überprüfen ...
es: Comprobando formatos de canciones...
fr: Vérification des formats de chansons...
it: Controllo dei formati della canzone ...
pt: Verificando os formatos de música ...
ru: Проверка форматов песен ...
zh: 检查歌曲格式...

# SplashScreen_UpdateCheck
source: Checking for updates...
de: Überprüfen Sie nach Updates ...
es: Comprobando actualizaciones...
fr: Vérification des mises à jour...
it: Controllare gli aggiornamenti ...
pt: Verificando as atualizações ...
ru: Проверка обновлений ...
zh: 检查更新...

# SplashScreen_UpdateCheckNo
source: Skipping check for updates...
de: Überspringen Sie nach Updates ...
es: Saltando la comprobación de actualizaciones...
fr: Ignorer la vérification des mises à jour...
it: Saltare il controllo per gli aggiornamenti ...
pt: Pular a verificação de atualizações ...
ru: Пропустить проверку для обновлений ...
zh: 跳过检查更新...

# SplashScreen_Finalizing
source: Finalizing...
de: Abschluss ...
es: Finalizando...
fr: Finalisation...
it: Finalizzazione ...
pt: Finalizando ...
ru: Завершение ...
zh: 最终确定...

# ConfirmExit
source: There are {0} stations pending export. Are you sure you want to quit?
de: Es gibt {0} Stationen aus dem Export. Bist du sicher, dass du aufhören willst?
es: Hay {0} estaciones pendientes de exportación. ¿Estás seguro de que quieres dejar de fumar?
fr: Il existe des stations {0} en attente d'exportation. Êtes-vous sûr de vouloir arrêter?
it: Ci sono {0} stazioni in attesa di esportazione. Sei sicuro di voler smettere?
pt: Existem {0} estações pendentes de exportação. Tem certeza de que deseja sair?
ru: Есть {0} станции, ожидающие экспорта. Вы уверены, что хотите бросить?
zh: {0}电台待定导出。 您确定要退出吗？

# BackupProgressChanged
source: Backing up... {0}%
de: Sichern ... {0}%
es: Realizando copia de seguridad... {0}%
fr: Sauvegarde... {0} %
it: Eseguire il backup ... {0}%
pt: Backup de Up ... {0}%
ru: Резервное копирование ... {0}%
zh: 备份... {0}%

# BackupCompleted
source: Backup completed successfully.
de: Backup erfolgreich abgeschlossen.
es: Copia de seguridad completada exitosamente.
fr: Sauvegarde terminée avec succès.
it: Backup completato con successo.
pt: Backup concluiu com sucesso.
ru: Резервное копирование завершено успешно.
zh: 备份成功完成。

source: Backup failed.
de: Backup scheiterte.
es: La copia de seguridad falló.
fr: La sauvegarde a échoué.
it: Il backup non è riuscito.
pt: O backup falhou.
ru: Резервное копирование не удалось.
zh: 备份失败。

# BackupFailedException
source: Backup failed due to an error: {0}
de: Backup ist aufgrund eines Fehlers fehlgeschlagen: {0}
es: La copia de seguridad falló debido a un error: {0}
fr: La sauvegarde a échoué en raison d'une erreur : {0}
it: Backup non riuscito a causa di un errore: {0}
pt: O backup falhou devido a um erro: {0}
ru: Резервное копирование не удалось из -за ошибки: {0}
zh: 备份由于错误而失败：{0}

# LocateSong
source: Locate Missing Song
de: Fehlende Song finden
es: Localizar canción faltante
fr: Localiser la chanson disparue
it: Individua la canzone mancante
pt: Localize a música ausente
ru: Найдите пропавшую песню
zh: 找到缺少的歌曲

# InvalidFile
source: Please select the correct file.
de: Bitte wählen Sie die richtige Datei aus.
es: Por favor selecciona el archivo correcto.
fr: Veuillez sélectionner le bon fichier.
it: Seleziona il file corretto.
pt: Selecione o arquivo correto.
ru: Пожалуйста, выберите правильный файл.
zh: 请选择正确的文件。

# InvalidFileCaption
source: Invalid File
de: Ungültige Datei
es: Archivo inválido
fr: Fichier non valide
it: File non valido
pt: Arquivo inválido
ru: Неверный файл
zh: 无效的文件

# SongExistsHeader
source: File Exists?
de: Datei existiert?
es: ¿El archivo existe?
fr: Le fichier existe?
it: Il file esiste?
pt: Existe arquivo?
ru: Файл существует?
zh: 文件存在吗？

# SplashScreen_CheckApiAccess
source: Checking Nexus API Key...
de: Überprüfen Sie den Nexus -API -Schlüssel ...
es: Comprobando la clave API de Nexus...
fr: Vérification de la clé API Nexus...
it: Controllo della chiave API Nexus ...
pt: Verificando a chave da API do Nexus ...
ru: Проверка ключа API Nexus ...
zh: 检查Nexus API密钥...

source: Backup
es: Copia de seguridad
fr: Sauvegarde
ru: Резервная копия
zh: 备份

# BackupFolderDesc
source: Select a folder to save the backup to
de: Wählen Sie einen Ordner aus, um die Sicherung auf zu speichern
es: Seleccione una carpeta para guardar la copia de seguridad
fr: Sélectionnez un dossier dans lequel enregistrer la sauvegarde
it: Seleziona una cartella per salvare il backup su
pt: Selecione uma pasta para salvar o backup para
ru: Выберите папку, чтобы сохранить резервную копию на
zh: 选择一个文件夹以将备份保存到

# BackupPathIsSubpath
source: Backup path cannot be within the staging path.
de: Der Backup -Pfad kann nicht innerhalb des Staging -Pfades liegen.
es: La ruta de respaldo no puede estar dentro de la ruta de almacenamiento provisional.
fr: Le chemin de sauvegarde ne peut pas se trouver dans le chemin de préparation.
it: Il percorso di backup non può essere all'interno del percorso di stadiazione.
pt: O caminho de backup não pode estar dentro do caminho de estadiamento.
ru: Резервный путь не может быть в пределах промежуточного пути.
zh: 备份路径不能在阶段路径内。

# ApiStatus
source: API Not Authenticated
de: API nicht authentifiziert
es: API no autenticado
fr: API non authentifiée
it: API non autenticata
pt: API não autenticada
ru: API не аутентифицирован
zh: API未经认证

# ExportToGameMissingSongs
source: There are {0} station(s) with a total of {1} invalid song path(s). Do you want to continue exporting?
de: Es gibt {0} Station (s) mit insgesamt {1} ungültige Songpfad (s). Möchten Sie weiter exportieren?
es: Hay {0} emisoras con un total de {1} rutas de canciones no válidas. ¿Quieres continuar exportando?
fr: Il y a {0} station(s) avec un total de {1} chemin(s) de chanson non valide(s). Voulez-vous continuer l'exportation ?
it: Ci sono {0} stazioni (S) con un totale di {1} percorsi di canzoni non validi. Vuoi continuare a esportare?
pt: Existem {0} estação (s) com um total de {1} caminho de música inválido (s). Você quer continuar exportando?
ru: Есть {0} Станция (S) с общей {1} неверными пути песни. Вы хотите продолжить экспорт?
zh: 有{0}站，总共有{1}无效的歌曲路径。您想继续出口吗？

source: Songs Missing Paths
de: Songs fehlen Pfade
es: Canciones que faltan
fr: Chansons Chemins manquants
it: Canzoni mancanti percorsi
pt: Músicas ausentes de caminhos
ru: Песни отсутствуют пути
zh: 歌曲缺少路径

# ApiUnsavedChanges
source: You have unsaved changes to your API key. Please save or clear the key before closing.
de: Sie haben nicht gerettete Änderungen an Ihrem API -Schlüssel. Bitte speichern oder löschen Sie den Schlüssel vor dem Schließen.
es: Tiene cambios no guardados en su clave API. Guarde o borre la clave antes de cerrar.
fr: Vous avez des modifications non enregistrées dans votre clé API. Veuillez enregistrer ou effacer la clé avant de fermer.
it: Hai cambiato modifiche alla tua chiave API. Si prega di salvare o cancellare la chiave prima di chiudere.
pt: Você tem alterações não salvas em sua chave da API. Por favor, salve ou limpe a chave antes de fechar.
ru: У вас есть неспасенные изменения в свой ключ API. Пожалуйста, сохраните или очистите ключ перед закрытием.
zh: 您对API密钥有未保存的更改。关闭之前，请保存或清除钥匙。

source: Unsaved Changes
de: Nicht gerettete Änderungen
es: Cambios no guardados
fr: Modifications non enregistrées
it: Cambiamenti non salvati
pt: Mudanças não salvas
ru: Несавретые изменения
zh: 未保存的更改

# ApiAuthenticated
source: Authenticated
de: Authentifiziert
es: Autenticado
fr: Authentifié
it: Autenticato
pt: Autenticado
ru: Аутентифицирован
zh: 身份验证

# ApiNotAuthenticated
source: Not Authenticated
de: Nicht authentifiziert
es: No autenticado
fr: Pas authentifié
it: Non autenticato
pt: Não autenticado
ru: Не аутентифицировано
zh: 未经认证

source: Backup Staging Folder
de: Backup -Staging -Ordner
es: Carpeta de almacenamiento provisional de copia de seguridad
fr: Sauvegarde du dossier intermédiaire
it: Cartella di gestione temporanea di backup
pt: Pasta de estadiamento de backup
ru: Папка резервного копирования
zh: 备份登台文件夹

source: Backup Ready
de: Backup bereit
es: Copia de seguridad lista
fr: Sauvegarde prête
it: Backup pronto
pt: Backup pronto
ru: Резервное копирование готово
zh: 备份准备了

# StagingPathWithinGamePath
source: Staging path cannot be within game path!
de: Der Staging -Pfad kann nicht im Spielweg sein!
es: ¡El camino de puesta en escena no puede estar dentro del camino del juego!
fr: Le chemin de préparation ne peut pas être dans le chemin du jeu !
it: Il percorso di stadiazione non può essere all'interno del percorso di gioco!
pt: O caminho de estadiamento não pode estar dentro do caminho do jogo!
ru: Постановление пути не может быть в игровом пути!
zh: 分期路径不能在游戏路径内！

# GamePathWithinStagingPath
source: Game path cannot be within staging path!
de: Spielweg kann nicht auf dem Staging -Pfad liegen!
es: ¡El camino del juego no puede estar dentro del camino de puesta en escena!
fr: Le chemin du jeu ne peut pas être dans le chemin de préparation !
it: Il percorso di gioco non può essere nel percorso di staging!
pt: O caminho do jogo não pode estar dentro do caminho de encenação!
ru: Игровой путь не может быть в пределах постановки!
zh: 游戏路径不能在阶段路径中！

source: Synchronize Stations
de: Stationen synchronisieren
es: Sincronizar estaciones
fr: Synchroniser les stations
it: Sincronizzare le stazioni
pt: Sincronizar estações
ru: Синхронизировать станции
zh: 同步站

# ConfirmSyncStations
source: Are you sure you want to synchronize the staging and game directories? You will lose any pending changes to stations.
de: Sind Sie sicher, dass Sie die Inszenierungs- und Spielverzeichnisse synchronisieren möchten? Sie werden alle anhängigen Änderungen an Stationen verlieren.
es: ¿Estás seguro de que quieres sincronizar los directorios de puesta en escena y juegos? Perderá cualquier cambio pendiente a las estaciones.
fr: Êtes-vous sûr de vouloir synchroniser les répertoires de mise en scène et de jeu? Vous perdrez les modifications en attente des stations.
it: Sei sicuro di voler sincronizzare la messa in scena e le directory di gioco? Perderai eventuali modifiche in sospeso alle stazioni.
pt: Tem certeza de que deseja sincronizar os diretórios de preparação e jogo? Você perderá mudanças pendentes nas estações.
ru: Вы уверены, что хотите синхронизировать каталоги постановки и игровых игроков? Вы потеряете любые ожидающие изменения на станциях.
zh: 您确定要同步登台和游戏目录吗？ 您将失去对电台的任何待处理更改。

# MissingStations
source: There are {0} station(s) in the game's folder missing from the staging folder. Would you like to synchronize the stations?
de: Der Ordner des Spiels fehlt {0} im Staging -Ordner. Möchten Sie die Stationen synchronisieren?
es: Hay {0} estación (s) en la carpeta del juego que faltan en la carpeta de puesta en escena. ¿Le gustaría sincronizar las estaciones?
fr: Il y a des stations {0} dans le dossier du jeu manquant dans le dossier de mise en scène. Souhaitez-vous synchroniser les stations?
it: Ci sono {0} stazioni nella cartella del gioco mancanti dalla cartella di stadiazione. Vorresti sincronizzare le stazioni?
pt: Existem {0} estação (s) na pasta do jogo ausente na pasta de estadiamento. Você gostaria de sincronizar as estações?
ru: В папке игры отсутствуют станция {0}. Хотели бы вы синхронизировать станции?
zh: 在登台文件夹中缺少游戏文件夹中的{0}站。您想同步车站吗？

# CustomDataGroup
source: Custom Data
de: Benutzerdefinierte Daten
es: Datos personalizados
fr: Données personnalisées
it: Dati personalizzati
pt: Dados personalizados
ru: Пользовательские данные
zh: 自定义数据

# BackupInProgress
source: Backup is in progress. Please wait...
de: Backup ist im Gange. Bitte warten...
es: La copia de seguridad está en progreso. Espere por favor...
fr: La sauvegarde est en cours. S'il vous plaît, attendez...
it: Il backup è in corso. Attendere prego...
pt: O backup está em andamento. Por favor, aguarde...
ru: Резервное копирование в процессе. Пожалуйста, подождите...
zh: 备份正在进行中。请稍等...

# SyncFailedException
source: Synchronization failed due to an error: {0}
de: Die Synchronisation ist aufgrund eines Fehlers fehlgeschlagen: {0}
es: La sincronización falló debido a un error: {0}
fr: La synchronisation a échoué en raison d'une erreur: {0}
it: La sincronizzazione non è riuscita a causa di un errore: {0}
pt: A sincronização falhou devido a um erro: {0}
ru: Синхронизация не удалась из -за ошибки: {0}
zh: 同步由于错误而失败：{0}

# SyncAbbrev
source: Sync
de: Synchronisation
es: Sincronización
fr: Synchronisation
it: Sincronizzazione
pt: Sincronização
ru: Синхронизированный
zh: 同步

# SyncFailed
source: Synchronization Failed!
de: Die Synchronisation ist fehl!
es: ¡La sincronización falló!
fr: La synchronisation a échoué!
it: La sincronizzazione non è riuscita!
pt: A sincronização falhou!
ru: Синхронизация не удалась!
zh: 同步失败！

# SyncInProgress
source: Synchronization is in progress. Please wait...
de: Die Synchronisation ist im Gange. Bitte warten...
es: La sincronización está en progreso. Espere por favor...
fr: La synchronisation est en cours. S'il vous plaît, attendez...
it: La sincronizzazione è in corso. Attendere prego...
pt: A sincronização está em andamento. Por favor, aguarde...
ru: Синхронизация находится в процессе. Пожалуйста, подождите...
zh: 同步正在进行中。请稍等...

# CustomDataKey
source: Key
de: Schlüssel
es: Llave
fr: Clé
it: Chiave
pt: Chave
ru: Ключ
zh: 钥匙

# CustomDataValue
source: Value
de: Wert
es: Valor
fr: Valeur
it: Valore
pt: Valor
ru: Ценить
zh: 价值

source: Exit
de: Ausfahrt
es: Salida
fr: Sortie
it: Uscita
pt: Saída
ru: Выход
zh: 出口

# SongFilePathHeader
source: File Path
de: Dateipfad
es: Ruta de archivo
fr: Chemin du fichier
it: Percorso del file
pt: Caminho do arquivo
ru: Файл Путь
zh: 文件路径

# TotalSongsLabel
source: Total Songs:
de: Gesamtlieder:
es: Total de las canciones:
fr: Total des chansons:
it: Canzoni totali:
pt: Total de músicas:
ru: Всего песен:
zh: 总歌：

# TotalStationSizeLabel
source: Station Size:
de: Stationsgröße:
es: Tamaño de la estación:
fr: Taille de la station:
it: Dimensione della stazione:
pt: Tamanho da estação:
ru: Размер станции:
zh: 车站大小：

# WatchForChangesOption
source: Watch for Station Changes?
de: Achten Sie auf Änderungen der Station?
es: ¿Te atiende a los cambios de estación?
fr: Surveillez les changements de station?
it: Guarda le modifiche alla stazione?
pt: Preste atenção nas mudanças da estação?
ru: Следите за изменениями станции?
zh: 注意车站更改？

# WatchForChangesHelp
source: If checked, the game's radios path will be watched for changes and automatically sync new stations to staging.
de: Wenn es überprüft wird, wird der Radios -Pfad des Spiels auf Änderungen beobachtet und automatisch neue Stationen mit der Inszenierung synchronisiert.
es: Si se verifica, la ruta de radios del juego será vigilada para obtener cambios y sincronizar automáticamente nuevas estaciones con la puesta en escena.
fr: S'il est vérifié, le chemin des radios du jeu sera surveillé pour les modifications et synchronise automatiquement de nouvelles stations à la mise en scène.
it: Se controllato, il percorso delle radio del gioco verrà osservata per le modifiche e sincronizza automaticamente nuove stazioni alla messa in scena.
pt: Se verificado, o caminho dos rádios do jogo será assistido por alterações e sincroniza automaticamente novas estações à encenação.
ru: При проверке, путь радиостанции будет следить за изменениями и автоматически синхронизировать новые станции с постановкой.
zh: 如果已检查，将观看游戏的收音机路径，并自动将新站点同步到舞台上。

# BackupCompressionLevelHelp
source: Indicates the level of compression used when backing up the staging directory.
de: Zeigt die Komprimierung an, die bei der Sicherung des Staging -Verzeichnisses verwendet wird.
es: Indica el nivel de compresión utilizado al hacer una copia de seguridad del directorio de estadificación.
fr: Indique le niveau de compression utilisé lors de la sauvegarde du répertoire de mise en scène.
it: Indica il livello di compressione utilizzato quando si esegue il backup della directory di stadiazione.
pt: Indica o nível de compactação usado ao fazer backup do diretório de estadiamento.
ru: Указывает уровень сжатия, используемый при резервном резервном копировании каталога.
zh: 指示备份登台目录时使用的压缩水平。

# BackupPathIsSubpathGame
source: Backup path cannot be within the game path.
de: Der Backup -Pfad kann nicht im Spielweg liegen.
es: La ruta de respaldo no puede estar dentro del camino del juego.
fr: Le chemin de sauvegarde ne peut pas être dans le chemin du jeu.
it: Il percorso di backup non può essere all'interno del percorso di gioco.
pt: O caminho de backup não pode estar dentro do caminho do jogo.
ru: Резервный путь не может быть в игровом пути.
zh: 备份路径不能在游戏路径内。

source: None
de: Keiner
es: Ninguno
fr: Aucun
it: Nessuno
pt: Nenhum
ru: Никто
zh: 没有任何

source: Super Fast
de: Super schnell
es: Súper rápido
fr: Super rapide
it: Super veloce
pt: Super rápido
ru: Супер быстро
zh: 超快

source: Fast
de: Schnell
es: Rápido
fr: Rapide
it: Veloce
pt: Rápido
ru: Быстрый
zh: 快速地

source: Fastest
de: Am schnellsten
es: Más rápido
fr: Le plus rapide
it: Più veloce
pt: Mais rápido
ru: Самый быстрый
zh: 最快

source: Normal
fr: Normale
it: Normale
ru: Нормальный
zh: 普通的

source: High
de: Hoch
es: Alto
fr: Haut
it: Alto
pt: Alto
ru: Высокий
zh: 高的

source: Maximum
de: Maximal
es: Máximo
fr: Maximale
it: Massimo
pt: Máximo
ru: Максимум
zh: 最大限度

source: Ultra
ru: Ультра
zh: 极端主义者

source: Extreme
de: Extrem
es: Extremo
fr: Extrême
it: Estremo
pt: Extremo
ru: Крайний
zh: 极端

source: Ultimate
de: Ultimativ
es: Último
fr: Ultime
pt: Final
ru: Окончательный
zh: 最终的

source: Backup Compression Level:
de: Sicherungskomprimierungsstufe:
es: Nivel de compresión de respaldo:
fr: Niveau de compression de sauvegarde :
it: Livello di compressione di backup:
pt: Nível de compressão de backup:
ru: Уровень сжатия резервного копирования:
zh: 备份压缩级别：

source: Backup preview completed.
de: Sicherungsvorschau abgeschlossen.
es: Se completó la copia de seguridad de la vista previa.
fr: Aperçu de la sauvegarde terminé.
it: Anteprima di backup completata.
pt: Preview de backup concluída.
ru: Резервный предварительный просмотр завершен.
zh: 备份预览完成。

# EstimatedBackupSizeDisclaimer
source: * This is an estimate based on the selected compression level in the configuration. Actual size may be different.
de: * Dies ist eine Schätzung, die auf der ausgewählten Komprimierungsstufe in der Konfiguration basiert. Die tatsächliche Größe kann unterschiedlich sein.
es: * Esta es una estimación basada en el nivel de compresión seleccionado en la configuración. El tamaño real puede ser diferente.
fr: * Il s'agit d'une estimation basée sur le niveau de compression sélectionné dans la configuration. La taille réelle peut être différente.
it: * Questa è una stima basata sul livello di compressione selezionato nella configurazione. La dimensione effettiva può essere diversa.
pt: * Esta é uma estimativa baseada no nível de compressão selecionado na configuração. O tamanho real pode ser diferente.
ru: * Это оценка, основанная на выбранном уровне сжатия в конфигурации. Фактический размер может быть другим.
zh: *这是基于配置中选定的压缩级别的估计值。 实际尺寸可能不同。

source: Total File Size:
de: Gesamtdateigröße:
es: Tamaño total del archivo:
fr: Taille totale du fichier :
it: Dimensione totale del file:
pt: Tamanho total do arquivo:
ru: Общий размер файла:
zh: 总文件大小：

source: Estimated Backup Size:
de: Geschätzte Sicherungsgröße:
es: Tamaño estimado de la copia de seguridad:
fr: Taille de sauvegarde estimée :
it: Dimensione di backup stimata:
pt: Tamanho estimado de backup:
ru: Расчетный размер резервного копирования:
zh: 估计备份尺寸：

source: Creating preview...
de: Vorschau erstellen ...
es: Creando vista previa...
fr: Création de l'aperçu...
it: Creazione di anteprima ...
pt: Criando visualização ...
ru: Создание предварительного просмотра ...
zh: 创建预览...

source: Start Backup
de: Backup beginnen
es: Comenzar respaldo
fr: Démarrer la sauvegarde
it: Inizia il backup
pt: Inicie o backup
ru: Начать резервную копию
zh: 开始备份

# BackupPreviewError
source: An error occurred while loading the backup preview.
de: Beim Laden der Sicherungsvorschau ist ein Fehler aufgetreten.
es: Se produjo un error al cargar la vista previa de la copia de seguridad.
fr: Une erreur s'est produite lors du chargement de l'aperçu de la sauvegarde.
it: Si è verificato un errore durante il caricamento dell'anteprima di backup.
pt: Ocorreu um erro ao carregar a visualização de backup.
ru: Произошла ошибка при загрузке предварительного просмотра резервного копирования.
zh: 加载备份预览时发生了错误。

# UsingCompressionLevel
source: Using compression level: {0}
de: Verwenden der Komprimierungsstufe: {0}
es: Usando el nivel de compresión: {0}
fr: Utilisation du niveau de compression : {0}
it: Utilizzando il livello di compressione: {0}
pt: Usando o nível de compressão: {0}
ru: Использование уровня сжатия: {0}
zh: 使用压缩级别：{0}

source: File Name
de: Dateiname
es: Nombre del archivo
fr: Nom de fichier
it: Nome file
pt: Nome do arquivo
ru: Имя файла
zh: 文件名

# CopySongFilesToBackupOption
source: Copy Song Files to Backup?
de: Liederdateien kopieren, um sie zu sichern?
es: ¿Copiar archivos de canciones a una copia de seguridad?
fr: Copier les fichiers de chansons vers la sauvegarde ?
it: Copia i file di brani su backup?
pt: Copiar arquivos de música para backup?
ru: Скопировать файлы песни в резервную копию?
zh: 将歌曲文件复制到备份？
