Repository: ethan-hann/CyberRadio-Assistant
Catalog: CyberRadio.Code/Strings.*.resx
Languages: de, es, fr, it, pt, ru, zh

# IconHelp
source: The icon for the station, if you don't use a custom one. It can be any UIIcon record.
de: Das Symbol für die Station, wenn Sie keine benutzerdefinierte verwenden. Es kann jeder UIICON -Rekord sein.
es: El icono de la estación, si no usas uno personalizado. Puede ser cualquier registro UIIcon.
fr: L'icône de la station, si vous n'en utilisez pas une personnalisée. Il peut s'agir de n'importe quel enregistrement UIIcon.
it: L'icona per la stazione, se non ne usi una personalizzata. Può essere qualsiasi record UIICON.
pt: O ícone da estação, se você não usar um personalizado. Pode ser qualquer registro de Uiicon.
ru: Значок для станции, если вы не используете пользовательский. Это может быть любая запись UIICON.
zh: 车站的图标，如果您不使用自定义的图标。它可以是任何UIICON记录。

source: Ready
de: Bereit
es: Listo
fr: Prêt
it: Pronto
pt: Preparar
ru: Готовый
zh: 准备好

# StationNameHelp
source: Controls the name of your station that will be displayed in the game. Special characters are escaped properly.
de: Steuert den Namen Ihrer Station, die im Spiel angezeigt wird. Sonderzeichen werden richtig entkommen.
es: Controla el nombre de tu estación que se mostrará en el juego. Los caracteres especiales se escapan correctamente.
fr: Contrôle le nom de votre station qui sera affiché dans le jeu. Les caractères spéciaux sont échappés correctement.
it: Controlla il nome della tua stazione che verrà visualizzato nel gioco. I personaggi speciali vengono sfuggiti correttamente.
pt: Controla o nome da sua estação que será exibida no jogo. Caracteres especiais são escapados corretamente.
ru: Управляйте названием вашей станции, которая будет отображаться в игре. Специальные персонажи сбежаются должным образом.
zh: 控制将在游戏中显示的车站的名称。特殊角色被正确逃脱了。

# NoExeFound
source: The path to the Cyberpunk 2077 executable has not been set. Please set it now.
de: Der Weg zum Cyberpunk 2077 wurde nicht festgelegt. Bitte setzen Sie es jetzt.
es: No se ha establecido la ruta hacia el ejecutable de Cyberpunk 2077. Por favor configúrelo ahora.
fr: Le chemin vers l’exécutable Cyberpunk 2077 n’a pas été défini. Veuillez le définir maintenant.
it: Il percorso per l'eseguibile Cyberpunk 2077 non è stato impostato. Per favore, impostalo ora.
pt: O caminho para o executável Cyberpunk 2077 não foi definido. Por favor, defina agora.
ru: Путь к исполняемому файлу Cyberpunk 2077 не был установлен. Пожалуйста, установите это сейчас.
zh: 尚未设置Cyber​​punk 2077可执行文件的路径。 请立即设置。

source: No Game Path
de: Kein Spielweg
es: Sin camino de juego
fr: Aucun chemin de jeu
it: Nessun percorso di gioco
pt: Sem caminho do jogo
ru: Нет игрового пути
zh: 没有游戏路径

# RadioExtPathPlaceholder
source: <no path set; radioExt is not installed>
de: <kein Pfad set; Radioext ist nicht installiert>
es: <sin ruta establecida; radioExt no está instalado>
fr: <aucun chemin défini ; radioExt n'est pas installé>
it: <nessun percorso impostato; RadioExt non è installato>
pt: <nenhum caminho definido; RadioExt não está instalado>
ru: <Нет пути пути; Radioext не установлен>
zh: <无路径集； RadioExt未安装>

# StagingPathPlaceholder
source: <no path set; radio stations need to be staged first>
de: <kein Pfad set; Radiosender müssen zuerst inszeniert werden
es: <sin ruta establecida; Las estaciones de radio deben montarse primero>
fr: <aucun chemin défini ; les stations de radio doivent d'abord être mises en scène>
it: <nessun percorso impostato; Le stazioni radio devono essere organizzate per prime>
pt: <nenhum caminho definido; As estações de rádio precisam ser encenadas primeiro>
ru: <Нет пути пути; Радиостанции должны быть организованы в первую очередь>
zh: <无路径集；广播电台需要首先上演>

source: Are you sure?
de: Bist du sicher?
es: Estas seguro?
fr: Es-tu sûr?
it: Sei sicuro?
pt: Tem certeza?
ru: Вы уверены?
zh: 你确定吗？

source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
it: Confermare
pt: Confirmar
ru: Подтверждать
zh: 确认

# NonCyberpunkExe
source: The selected file did not look like Cyberpunk 2077. Please try again.
de: Die ausgewählte Datei sah nicht wie Cyberpunk 2077 aus. Bitte versuchen Sie es erneut.
es: El archivo seleccionado no se parecía a Cyberpunk 2077. Inténtalo de nuevo.
fr: Le fichier sélectionné ne ressemble pas à Cyberpunk 2077. Veuillez réessayer.
it: Il file selezionato non sembrava cyberpunk 2077. Riprova.
pt: O arquivo selecionado não parecia cyberpunk 2077. Tente novamente.
ru: Выбранный файл не выглядел как Cyberpunk 2077. Повторите попытку.
zh: 所选文件看起来不像Cyber​​punk 2077。请重试。

source: Cancel
de: Stornieren
es: Cancelar
fr: Annuler
it: Cancellare
pt: Cancelar
ru: Отмена
zh: 取消

source: Game Base Path
de: Spielbasisweg
es: Ruta base del juego
fr: Chemin de base du jeu
it: Percorso base di gioco
pt: Caminho da base do jogo
ru: Игровой базовый путь
zh: 游戏基础路径

# RadioStationPath
source: Radio Stations Path
de: Radiosenderweg
es: Ruta de estaciones de radio
fr: Chemin des stations de radio
it: Percorso delle stazioni radio
pt: Path de estações de rádio
ru: Радиостанции Путь
zh: 广播电台路径

source: Staging Path
de: Staging -Pfad
es: Camino de preparación
fr: Chemin de préparation
it: Percorso di stadiazione
pt: Caminho de estadiamento
ru: Постановление пути
zh: 舞台路径

source: Change
de: Ändern
es: Cambiar
fr: Changement
it: Modifica
pt: Mudar
ru: Изменять
zh: 改变

source: Clear
de: Klar
es: Claro
fr: Clair
it: Chiaro
pt: Claro
ru: Прозрачный
zh: 清除

# GameBasePathPlaceholder
source: <no path set; game executable missing>
de: <kein Pfad set; Spiele ausführbar vermisst>
es: <sin ruta establecida; falta el ejecutable del juego>
fr: <aucun chemin défini ; exécutable du jeu manquant>
it: <nessun percorso impostato; Game eseguibile mancante>
pt: <nenhum caminho definido; Executável de jogo Missing>
ru: <Нет пути пути; исполняемый файл игры пропал без вести>
zh: <无路径集；游戏可执行文件丢失>

source: Game Paths
de: Spielpfade
es: Rutas de juego
fr: Chemins de jeu
it: Percorsi di gioco
pt: Caminhos de jogo
ru: Игровые пути
zh: 游戏路径

# MainTitle
source: Cyber Radio Assistant
de: Cyber ​​-Radioassistentin
es: Asistente de radio cibernético
fr: Assistant cyberradio
it: Cyber ​​Radio Assistente
pt: Assistente de Rádio Cibernética
ru: Помощник кибер -радио
zh: 网络无线电助理

source: File
de: Datei
es: Archivo
fr: Déposer
pt: Arquivo
ru: Файл
zh: 文件

source: Language
de: Sprache
es: Idioma
fr: Langue
it: Lingua
pt: Linguagem
ru: Язык
zh: 语言

source: Help
de: Helfen
es: Ayuda
fr: Aide
it: Aiuto
pt: Ajuda
ru: Помощь
zh: 帮助

# RefreshStations
source: Reload From Staging
de: Von der Inszenierung neu laden
es: Recargar desde la puesta en escena
fr: Recharger de la mise en scène
it: Ricarica dalla messa in scena
pt: Recarregue de estadiamento
ru: Перезагрузить с поста
zh: 从舞台上重新加载

source: How To Use
de: Wie man benutzt
es: Cómo utilizar
fr: Comment utiliser
it: Come usare
pt: Como usar
ru: Как использовать
zh: 如何使用

source: About
de: Um
es: Acerca de
fr: À propos
it: Di
pt: Sobre
ru: О
zh: 关于

source: New Station
de: Neue Station
es: Nueva Estación
fr: Nouvelle Gare
it: Nuova stazione
pt: Nova estação
ru: Новая станция
zh: 新车站

source: Delete Station
de: Station löschen
es: Eliminar Estación
fr: Supprimer une Station
it: Elimina la stazione
pt: Excluir estação
ru: Удалить станцию
zh: 删除站

source: Display and Icon
de: Anzeige und Symbol
es: Pantalla e icono
fr: Affichage et icône
it: Display e icona
pt: Exibir e ícone
ru: Дисплей и значок
zh: 显示和图标

source: Music
de: Musik
es: Música
fr: Musique
it: Musica
pt: Música
ru: Музыка
zh: 音乐

source: Open Game Executable
de: Öffnen Sie das Spiel ausführbar
es: Ejecutable del juego abierto
fr: Exécutable de jeu ouvert
it: Apri Game eseguibile
pt: Open Game Executável
ru: Открытая игра исполняется
zh: 打开游戏可执行

# DisplayName
source: Name:
es: Nombre:
fr: Nom:
it: Nome:
pt: Nome:
ru: Имя:
zh: 姓名：

source: Display
de: Anzeige
es: Mostrar
fr: Afficher
pt: Mostrar
ru: Отображать
zh: 展示

source: Custom Icon
de: Benutzerdefinierte Symbol
es: Icono personalizado
fr: Icône personnalisée
it: Icona personalizzata
pt: Ícone personalizado
ru: Пользовательский значок
zh: 自定义图标

source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
it: Impostazioni
pt: Configurações
ru: Настройки
zh: 设置

source: Icon:
de: Symbol:
es: Icono:
fr: Icône:
it: Icona:
pt: Ícone:
ru: Икона:
zh: 图标：

# UsingQuestion
source: Using?
de: Verwenden?
es: ¿Usando?
fr: En utilisant?
it: Usando?
pt: Usando?
ru: С использованием?
zh: 使用？

source: Yes
de: Ja
es: Sí
fr: Oui
it: SÌ
pt: Sim
ru: Да
zh: 是的

source: No
de: NEIN
fr: Non
pt: Não
ru: Нет
zh: 不

source: Ink Atlas Path:
de: Tintenatlasweg:
es: Ruta del Atlas de tinta:
fr: Chemin de l'Atlas de l'encre:
pt: Caminho do Atlas de tinta:
ru: Чернильный путь Атласа:
zh: 墨水图集路径：

source: Ink Atlas Part:
de: Tintenatlas Teil:
es: Parte del Atlas de tinta:
fr: Pièce Atlas d'encre:
it: Ink Atlas Parte:
pt: Parte do Atlas de tinta:
ru: Чернильный атлас часть:
zh: 墨水地图集部分：

source: FM:
zh: 调频：

source: Volume:
de: Volumen:
es: Volumen:
fr: Le volume:
ru: Объем:
zh: 体积：

source: Value:
de: Wert:
es: Valor:
fr: Valeur:
it: Valore:
pt: Valor:
ru: Ценить:
zh: 价值：

source: Min:
ru: Мин:
zh: 最小：

source: Max:
ru: Макс:
zh: 最大限度：

source: Use Stream?
de: Stream verwenden?
es: ¿Usar transmisión?
fr: Utiliser Stream?
it: Usa il flusso?
pt: Usar fluxo?
ru: Использовать поток?
zh: 使用流？

source: Stream URL:
es: URL de transmisión:
fr: URL du streaming:
it: URL di streaming:
pt: URL do fluxo:
ru: УРЛ потока:
zh: 流URL：

source: Stream Settings
de: Stream -Einstellungen
es: Configuración de transmisión
fr: Paramètres de flux
it: Impostazioni di streaming
pt: Configurações de fluxo
ru: Настройки потока
zh: 流设置

# CustomIconHelp
source: Specifies whether or not you want to use a custom icon for the radio station.
de: Gibt an, ob Sie ein benutzerdefiniertes Symbol für den Radiosender verwenden möchten oder nicht.
es: Especifica si desea utilizar o no un icono personalizado para la estación de radio.
fr: Spécifie si vous souhaitez ou non utiliser une icône personnalisée pour la station de radio.
it: Specifica se si desidera utilizzare un'icona personalizzata per la stazione radio.
pt: Especifica se você deseja ou não usar um ícone personalizado para a estação de rádio.
ru: Указывает, хотите ли вы использовать пользовательский значок для радиостанции.
zh: 指定您是否要为广播电台使用自定义图标。

# InkPathHelp
source: Points to the .inkatlas that holds the icon texture.
de: Zeigt auf den .Inkatlas, der die Icon -Textur hält.
es: Señala el .inkatlas que contiene la textura del icono.
fr: Pointe vers le .inkatlas qui contient la texture de l’icône.
it: Punta al .inkatlas che contiene la trama dell'icona.
pt: Aponta para os .inkatlas que contêm a textura do ícone.
ru: Указывает на.
zh: 指向具有图标纹理的.inkatlas。

# InkPartHelp
source: Specifies which part of the .inkatlas should be used for the icon, e.g., gryphon_5
de: Gibt an, welcher Teil des .katlas für das Symbol verwendet werden soll, z. B. Gryphon5
es: Especifica qué parte del .inkatlas debe usarse para el ícono, por ejemplo, gryphon_5
fr: Spécifie quelle partie du .inkatlas doit être utilisée pour l'icône, par exemple, gryphon_5
it: Specifica quale parte del .inkatlas dovrebbe essere utilizzata per l'icona, ad esempio Gryphon5
pt: Especifica qual parte do .inkatlas deve ser usada para o ícone, por exemplo, Gryphon5
ru: Указывает, какая часть
zh: 指定.inkatlas的哪个部分应用于图标，例如gryphon5

# FMHelp
source: Used to place the station at the right place in the stations list. If the station name has an FM number, it should be the same.
de: Wird verwendet, um die Station am richtigen Ort in der Stationenliste zu platzieren. Wenn der Stationsname eine FM -Nummer hat, sollte er gleich sein.
es: Se utiliza para colocar la estación en el lugar correcto en la lista de estaciones. Si el nombre de la estación tiene un número de FM, debería ser el mismo.
fr: Permet de placer la station au bon endroit dans la liste des stations. Si le nom de la station comporte un numéro FM, il devrait être le même.
it: Utilizzato per posizionare la stazione nel posto giusto nell'elenco delle stazioni. Se il nome della stazione ha un numero FM, dovrebbe essere lo stesso.
pt: Usado para colocar a estação no lugar certo na lista de estações. Se o nome da estação tiver um número FM, deve ser o mesmo.
ru: Используется для размещения станции в нужном месте в списке станций. Если имя станции имеет номер FM, оно должно быть таким же.
zh: 用于将电台放在站点列表中的正确位置。如果电台名称具有FM号，则应该相同。

# VolumeHelp
source: Overall volume multiplier for the station. Make sure all songs have the same volume, then adjust the overall volume of the station with this value to match up with vanilla stations.
de: Gesamtvolumenmultiplikator für die Station. Stellen Sie sicher, dass alle Songs die gleiche Lautstärke haben, und passen Sie dann die Gesamtvolumen der Station an, wobei dieser Wert mit Vanillestationen übereinstimmt.
es: Multiplicador de volumen global de la estación. Asegúrese de que todas las canciones tengan el mismo volumen, luego ajuste el volumen general de la estación con este valor para que coincida con las estaciones básicas.
fr: Multiplicateur de volume global pour la station. Assurez-vous que toutes les chansons ont le même volume, puis ajustez le volume global de la station avec cette valeur pour qu'il corresponde aux stations vanille.
it: Moltiplicatore di volume complessivo per la stazione. Assicurati che tutte le canzoni abbiano lo stesso volume, quindi regola il volume complessivo della stazione con questo valore per abbinare le stazioni alla vaniglia.
pt: Multiplicador geral de volume para a estação. Certifique -se de que todas as músicas tenham o mesmo volume e ajuste o volume geral da estação com esse valor para combinar com as estações de baunilha.
ru: Общий объемный мультипликатор для станции. Убедитесь, что все песни имеют одинаковый громкость, затем отрегулируйте общий объем станции с этим значением, чтобы соответствовать ванильным станциям.
zh: 车站的总体量乘数。确保所有歌曲具有相同的音量，然后使用此值调整电台的整体音量，以与Vanilla站相匹配。

# VolumeValHelp
source: The currently selected volume. Use the slider or double click value to change.
de: Das derzeit ausgewählte Volumen. Verwenden Sie den Schieberegler oder den Doppelklick -Wert, um sich zu ändern.
es: El volumen seleccionado actualmente. Utilice el control deslizante o haga doble clic en el valor para cambiar.
fr: Le volume actuellement sélectionné. Utilisez le curseur ou double-cliquez sur la valeur pour la modifier.
it: Il volume attualmente selezionato. Utilizzare il valore del cursore o fare doppio clic per cambiare.
pt: O volume atualmente selecionado. Use o Slider ou o valor de clique duas vezes para alterar.
ru: В настоящее время выбран том. Используйте слайдер или двойное значение, чтобы изменить.
zh: 当前选择的卷。使用滑块或双击值更改。

# UseStreamHelp
source: Indicates if this station should use a web stream for its audio source.
de: Gibt an, ob diese Station einen Webstrom für seine Audioquelle verwenden soll.
es: Indica si esta estación debe usar una transmisión web como fuente de audio.
fr: Indique si cette station doit utiliser un flux Web comme source audio.
it: Indica se questa stazione deve utilizzare un flusso web per la sua fonte audio.
pt: Indica se esta estação deve usar um fluxo da Web para sua fonte de áudio.
ru: Указывает, должна ли эта станция использовать веб -поток для своего аудио -источника.
zh: 指示该站是否应将网络流用于音频源。

# StreamURLHelp
source: The URL of the web stream to use.
de: Die URL des Webstreams zu verwenden.
es: La URL de la transmisión web que se utilizará.
fr: L'URL du flux Web à utiliser.
it: L'URL del flusso web da utilizzare.
pt: O URL do fluxo da web para usar.
ru: URL -адрес веб -потока для использования.
zh: 要使用的网络流的URL。

# OpenURLErrorOccured
source: An error occurred while trying to open the URL:
de: Beim Versuch, die URL zu öffnen, trat ein Fehler auf:
es: Se produjo un error al intentar abrir la URL:
fr: Une erreur s'est produite lors de la tentative d'ouverture de l'URL:
it: Si è verificato un errore nel tentativo di aprire l'URL:
pt: Ocorreu um erro ao tentar abrir o URL:
ru: Произошла ошибка при попытке открыть URL:
zh: 试图打开URL时发生错误:

# RadioExtNexusMods
source: radioExt on NexusMods
de: Radiotext auf Nexusmods
es: radioExt en NexusMods
fr: radioExt sur NexusMods
it: radioext su nexusmods
pt: RadioExt em NexusMods
ru: Radioext на NexusMods
zh: NexusMods上的Radioext

source: No Stations Yet!
de: Noch keine Stationen!
es: ¡Aún no hay estaciones de radio!
fr: Aucune station pour l'instant!
it: Nessuna stazione ancora!
pt: Sem estações ainda!
ru: Пока нет станций!
zh: 还没有电台！

# NewStationListBoxEntry
source: [New Station]
de: [Neue Station]
es: [Nueva Estación]
fr: [Nouvelle gare]
it: [Nuova stazione]
pt: [Nova estação]
ru: [Новая станция]
zh: [新车站]

# AddSongsToolStrip
source: Add Song(s)
de: Fügen Sie Lied (en) hinzu
es: Agregar canción(es)
fr: Ajouter des chansons
it: Aggiungi canzoni
pt: Adicionar músicas (s)
ru: Добавить песню (ы)
zh: 添加歌曲

# RemoveSongsToolStrip
source: Remove Selected Song(s)
de: Entfernen Sie ausgewählte Songs (en)
es: Quitar canciones seleccionadas
fr: Supprimer les chansons sélectionnées
it: Rimuovi le canzoni selezionate
pt: Remova músicas selecionadas (s)
ru: Удалить выбранную песню (ы)
zh: 删除选定的歌曲

# SongNameHeader
source: Name
es: Nombre
fr: Nom
it: Nome
pt: Nome
ru: Имя
zh: 姓名

# SongLengthHeader
source: Length
de: Länge
es: Longitud
fr: Longueur
it: Lunghezza
pt: Comprimento
ru: Длина
zh: 长度

# SongFileSizeHeader
source: File Size
de: Dateigröße
es: Tamaño del archivo
fr: Taille du fichier
it: Dimensione del file
pt: Tamanho do arquivo
ru: Размер файла
zh: 文件大小

source: Edit Song Order
de: Liederauftrag bearbeiten
es: Editar orden de canciones
fr: Modifier l'ordre des chansons
it: Modifica l'ordine della canzone
pt: Edite a ordem da música
ru: Редактировать заказ песни
zh: 编辑歌曲顺序

# SongArtistHeader
source: Artist
de: Künstler
es: Artista
fr: Artiste
it: Artista
pt: Artista
ru: Художник
zh: 艺术家

# DeleteAllSongsConfirm
source: Are you sure you want to remove all songs?
de: Sind Sie sicher, dass Sie alle Songs entfernen möchten?
es: ¿Estás seguro de que quieres eliminar todas las canciones?
fr: Êtes-vous sûr de vouloir supprimer toutes les chansons?
it: Sei sicuro di voler rimuovere tutte le canzoni?
pt: Tem certeza de que deseja remover todas as músicas?
ru: Вы уверены, что хотите удалить все песни?
zh: 您确定要删除所有歌曲吗？

source: Songs
de: Lieder
es: Canciones
fr: Chansons
it: Canzoni
pt: Músicas
ru: Песни
zh: 歌曲

source: Stations
de: Stationen
es: Emisoras
fr: Gares
it: Stazioni
pt: Estações
ru: Станции
zh: 车站

source: Song Listing
de: Songliste
es: Listado de canciones
fr: Liste des chansons
it: Elenco di canzoni
pt: Listagem de músicas
ru: Список песен
zh: 歌曲列表

source: Song Order
es: Orden de las canciones
fr: Ordre des morceaux
it: Ordine della canzone
pt: Ordem da música
ru: Порядок песни
zh: 歌曲顺序

source: Add Selected
de: Fügen Sie ausgewählt hinzu
es: Agregar seleccionado
fr: Ajouter sélectionnée
it: Aggiungi selezionato
pt: Adicione selecionado
ru: Добавить выбранный
zh: 添加选定的

source: Remove Selected
de: Ausgewählt entfernen
es: Quitar Seleccionado
fr: Enlever la sélection
it: Rimuovere selezionato
pt: Remova selecionada
ru: Удалить выбранные
zh: 删除选定的

source: Order
de: Befehl
es: Orden
fr: Commande
it: Ordine
pt: Ordem
ru: Заказ
zh: 命令

source: Export to Game
de: Export zum Spiel
es: Exportar a juego
fr: Exporter vers le jeu
it: Esportare in gioco
pt: Exportar para o jogo
ru: Экспорт в игру
zh: 导出到游戏

source: Export to Staging
de: Export in die Inszenierung
es: Exportar a puesta en escena
fr: Exporter vers la mise en scène
it: Esportazione alla messa in scena
pt: Exportar para encenação
ru: Экспорт в постановку
zh: 出口到分期

source: Export
es: Exportar
fr: Exporter
it: Esportare
pt: Exportar
ru: Экспорт
zh: 出口

# ExportHelp
source: Click "Export to Staging" to export the stations above to the staging folder first. You will be able to review the stations before copying to the game directory. If something doesn't look correct, exit out of this window and make changes in the main application.
de: Klicken Sie zuerst auf "In die Inszenierung exportieren", um die obigen Stationen oben in den Staging -Ordner zu exportieren. Sie können die Stationen überprüfen, bevor Sie in das Spielverzeichnis kopieren. Wenn etwas nicht korrekt aussieht, beenden Sie aus diesem Fenster und nehmen Sie Änderungen in der Hauptanwendung vor.
es: Haga clic en "Exportar a la puesta en escena" para exportar primero las estaciones anteriores a la carpeta de puesta en escena. Podrá revisar las estaciones antes de copiar en el directorio de juegos. Si algo no se ve correcto, salga de esta ventana y realice cambios en la aplicación principal.
fr: Cliquez sur "Exporter vers la stadification" pour exporter les stations ci-dessus vers le dossier de mise en scène d'abord. Vous pourrez revoir les stations avant de copier dans le répertoire du jeu. Si quelque chose ne semble pas correct, sortez de cette fenêtre et apportez des modifications dans l'application principale.
it: Fai clic su "Esporta su Staging" per esportare prima le stazioni sopra nella cartella Staging. Sarai in grado di rivedere le stazioni prima di copiare nella directory del gioco. Se qualcosa non sembra corretto, esci da questa finestra e apporta modifiche all'applicazione principale.
pt: Clique em "Exportar para a encenação" para exportar as estações acima para a pasta de estadiamento primeiro. Você poderá revisar as estações antes de copiar para o diretório de jogos. Se algo não parecer correto, saia desta janela e faça alterações no aplicativo principal.
ru: Нажмите «Экспорт в постановку», чтобы сначала экспортировать станции выше в папку с постановкой. Вы сможете просмотреть станции перед копированием в каталог игры. Если что -то не выглядит правильно, выйдите из этого окна и внесите изменения в основное приложение.
zh: 单击“导出到分阶段”，首先将上述站点导出到登台文件夹。 在复制到游戏目录之前，您将能够查看电台。 如果某些东西看起来不正确，请退出此窗口并在主应用程序中进行更改。

# LVDisplayName
source: Display Name
de: Anzeigename
es: Nombre para mostrar
fr: Afficher un nom
it: Nome da visualizzare
pt: Nome de exibição
ru: Отображаемое имя
zh: 显示名称

# LVStationIcon
source: Icon
de: Symbol
es: Icono
fr: Icône
it: Icona
pt: Ícone
ru: Икона
zh: 图标

# LVSongCount
source: Song Count
de: Liederzahl
es: Conteo de canciones
fr: Nombre de chansons
it: Conteggio delle canzoni
pt: Contagem de músicas
ru: Количество песен
zh: 歌曲计数

# LVStreamURL
source: Stream URL
es: URL de transmisión
fr: URL du streaming
it: URL di streaming
pt: URL do fluxo
ru: Потоковой URL
zh: 流url

# LVProposedPath
source: Proposed Path
de: Vorgeschlagener Weg
es: Camino propuesto
fr: Chemin proposé
it: Percorso proposto
pt: Caminho proposto
ru: Предлагаемый путь
zh: 建议的路径

# ExportCompleteStatus
source: Exported to Staging!
de: Exportiert in die Inszenierung!
es: Exportado a la puesta en escena!
fr: Exporté vers Staging!
it: Esportato in messa in scena!
pt: Exportado para encenação!
ru: Экспортируется в постановку!
zh: 出口到舞台！

source: Export Canceled
de: Exportiert storniert
es: Exportación cancelada
fr: Exportation annulée
it: Esportazione annullata
pt: Exportação cancelada
ru: Экспорт отменен
zh: 导出取消

# ExportingStationStatus
source: Exporting station: {0}
de: Exportstation: {0}
es: Estación exportadora: {0}
fr: Station d'exportation : {0}
it: Stazione di esportazione: {0}
pt: Estação de exportação: {0}
ru: Экспортная станция: {0}
zh: 导出站：{0}

# IsStream
source: Is Streaming
de: Streaming
es: Es Transmisión
fr: Est en Streaming
it: È streaming
pt: Está transmitindo
ru: Потоковой
zh: 正在流媒体

source: Using Songs
de: Lieder verwenden
es: Usando sanciones
fr: Utilisation de morceaux
it: Usando canzoni
pt: Usando músicas
ru: Используя песни
zh: 使用歌曲
