Repository: ethan-hann/CyberRadio-Assistant
Catalog: CyberRadio.Code/Strings.*.resx
Languages: de, es, fr, it, pt, ru, zh

# ConversionOngoing
source: Files are currently being converted. Please wait until they have finished.
es: Los archivos se están convirtiendo actualmente. Espere hasta que hayan terminado o haga clic en 'Cancelar'.
it: I file sono attualmente in fase di convertito. Si prega di attendere fino al termine o fai clic su `Annulla`.
pt: Os arquivos estão sendo convertidos atualmente. Aguarde até que eles terminem ou clique em `cancelar '.
ru: Файлы в настоящее время преобразуются. Пожалуйста, подождите, пока они не закончится.
zh: 文件当前正在转换。请等到他们完成。

# Converting
source: Converting file
es: Archivo de conversión
it: File di conversione
pt: Arquivo de conversão
ru: Преобразование файла
zh: 转换文件

# NoFilesSelected_Conversion
source: No files were selected for conversion. Please select at least one file and try again.
es: No se seleccionaron archivos para la conversión. Seleccione al menos un archivo e intente nuevamente.
it: Nessun file è stato selezionato per la conversione. Seleziona almeno un file e riprova.
pt: Nenhum arquivo foi selecionado para conversão. Selecione pelo menos um arquivo e tente novamente.
ru: Для преобразования не было выбрано файлов. Пожалуйста, выберите хотя бы один файл и попробуйте еще раз.
zh: 没有选择文件进行转换。 请选择至少一个文件，然后重试。

source: No conversion needed
es: No se necesita conversión
it: Nessuna conversione necessaria
pt: Nenhuma conversão necessária
ru: Конверсия не требуется
zh: 无需转换

# ChangeOutputDirectory
source: Change Output Folder...
es: Cambiar la carpeta de salida ...
it: Cambia la cartella di output ...
pt: Alterar a pasta de saída ...
ru: Измените выводущую папку ...
zh: 更改输出文件夹...

# ChangeOutputDirectoryDescription
source: Select a folder to save converted audio files to
es: Seleccione una carpeta para guardar archivos de audio convertidos para
it: Seleziona una cartella per salvare i file audio convertiti in
pt: Selecione uma pasta para salvar arquivos de áudio convertidos para
ru: Выберите папку для сохранения преобразованных аудиофайлов в
zh: 选择一个文件夹以将转换后的音频文件保存到

source: Conversion Log
es: Registro de conversión
it: Registro di conversione
pt: Log de conversão
ru: Журнал преобразования
zh: 转换日志

# TotalConversionsLabel
source: Converting: {0} / {1}
es: Convertir: {0} / {1}
it: Convertindo: {0} / {1}
pt: Conversão: {0} / {1}
ru: Преобразование: {0} / {1}
zh: 转换：{0} / {1}

# AudioConverterMenuOption
source: Audio Converter
es: Convertidor de audio
it: Convertitore audio
pt: Conversor de áudio
ru: Аудио преобразователь
zh: 音频转换器

# AudioConverterPrompt
source: There are {0} file(s) that need to be converted in order to work with radioExt. Would you like to convert them now?
es: Hay {0} archivos que deben convertirse para trabajar con Radioext. ¿Te gustaría convertirlos ahora?
it: Esistono file {0} che devono essere convertiti per lavorare con RadioExt. Ti piacerebbe convertirli adesso?
pt: Existem {0} arquivos que precisam ser convertidos para trabalhar com o RadioExt. Você gostaria de convertê -los agora?
ru: Существуют {0} файлы (ы), которые необходимо преобразовать для работы с Radioxt. Хотели бы вы сейчас преобразовать их?
zh: 有{0}文件需要转换以与Radioext一起使用。 您现在想转换它们吗？

# AudioConvert_ConfirmRemoveFiles
source: Are you sure you want to remove {0} files from the queue?
es: ¿Está seguro de que desea eliminar los archivos {0} de la cola?
it: Sei sicuro di voler rimuovere i file {0} dalla coda?
pt: Tem certeza de que deseja remover arquivos {0} da fila?
ru: Вы уверены, что хотите удалить файлы {0} из очереди?
zh: 您确定要从队列中删除{0}文件吗？

# AudioConvert_RemoveSelectedFiles
source: Remove Selected Files
es: Eliminar archivos seleccionados
it: Rimuovere i file selezionati
pt: Remova arquivos selecionados
ru: Удалить выбранные файлы
zh: 删除选定的文件

# UpdateChangelog
source: Changelog:
es: Registro de cambios:
fr: Journal des modifications :
ru: Изменение:

source: Mods
es: Modos
it: Mod
ru: Моды

# AboutGithubRepo
source: Github Repo
es: Repositorio de Github
fr: Dépôt Github
pt: Repo Github
